[
  {
    "name": "Atrios",
    "website": "https://www.atrios.com",
    "trustCenter": "https://www.atrios.com/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Atrios is building the world’s largest “who knows who” data set for GTM teams.\r\n\r\nThe Wedge: Warm introductions. Scalable, automated, and incentivized.\r\n Cash printing machine that wins us data while creating the world's largest decentralized salesforce. (Making hundreds of intros a month right now at an average price of $1,000/intro)\r\n\r\n\r\nThe Data Layer: Over time, Atrios builds the most valuable dataset in B2B: a living graph of relationships, context, and trust signals.\r\n\r\n\r\nHow The Wedge Works:\r\nCompanies upload lead lists + bounties they will pay for meetings.\r\nAtrios AI identifies connectors with the right relationships, plus why the intro makes sense.\r\nConnectors earn thousands of dollars by introducing people in their network to companies/products they’ll actually value.\r\n\r\n\r\nTL;DR: Cold outreach is broken. Warm intros are just the start. \r\nAtrios is building the relationship data layer that will power the next generation of sales and GTM."
  },
  {
    "name": "Bead AI",
    "website": "https://usebead.ai",
    "trustCenter": "https://usebead.ai/security",
    "platform": "Delve",
    "detectionMethod": "HTML",
    "description": "Auditors spend endless hours on manual tasks: chasing documents, comparing screenshots, and populating excel sheets. Our AI agent handles grunt work, so auditors focus on judgment and strategy – and the business saves 60% of the cost. \r\n\r\nWe’re starting with Sarbanes-Oxley Act compliance – audits that cost $2m+/year in salaries for every US listed company."
  },
  {
    "name": "Blank",
    "website": "https://www.theblankapp.com/",
    "trustCenter": "https://www.theblankapp.com/privacy",
    "platform": "SafeBase",
    "detectionMethod": "CNAME",
    "description": "AI is the most powerful creative tool ever invented—but using it today is a total nightmare.\r\n\r\nYour average user doesn't care which model is being used, what LoRA's are, or have patience to deal with Discord slash commands or complex designs. \r\n\r\nWhat the last 20 years of social media have taught us is that users want an easy way to create, discover, and share amazing content with friends. \r\n\r\nWe’re also quickly learning that the models aren’t the moat. The real value lies in the consumer app that can make AI engaging, social, and accessible to everyone. \r\n\r\nAnd that’s exactly what we’re here to do. \r\n\r\nBlank makes creating with AI effortless, social, and fun. We package powerful new technologies in a familiar and approachable UI, making AI accessible to anyone."
  },
  {
    "name": "Creed",
    "website": "https://www.usecreed.com",
    "trustCenter": "https://www.usecreed.com/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Building an AI companion for the 2.4 billion Christians of the world.\r\n\r\nIn times of uncertainty we look for guidance in institutions we trust. For some of us that's the media, for others it's randomized control studies, and for 64% of Americans that's the Church.  Creed is building the first AI companion rooted in Christian values that learns about you, grows with you,  and helps you connect with your faith.\r\n\r\nWe launched 8 weeks ago, and have been doubling nearly every week reaching 60k users + best in class retention and positive unit economics."
  },
  {
    "name": "Crema Social",
    "website": "https://www.cremasocial.com",
    "trustCenter": "https://www.cremasocial.com/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Consolidating international gifting/dating marketplace. Our first market entry uses a business model of video call + food delivery for people to virtually get to know each other and enjoy a meal together over live video. Over 1M users have signed up in the past 8 months."
  },
  {
    "name": "Exia Labs",
    "website": "https://www.exialabs.com/",
    "trustCenter": "https://www.exialabs.com/privacy",
    "platform": "SafeBase",
    "detectionMethod": "CNAME",
    "description": "Exia Labs products include:\r\n-Blue: Copilot for Military Operations\r\n-Recon: Intelligence Preparation of the Operational Environment AI Agent"
  },
  {
    "name": "Ezra AI Labs",
    "website": "https://ezraailabs.tech",
    "trustCenter": "https://trust.ezraailabs.tech",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Recruiting today is drowning in noise: AI-written resumes, scripted interviews, and candidates openly cheating with ChatGPT. Ezra was built by recruiters, for recruiters, on two years of R&D in Voice AI to restore the signals that matter—nuance, authenticity, and fairness. We help you find the needles in the haystack at scale, so you stop wasting time on noise and start connecting with the right candidates.\r\n\r\nSee an interview here: https://drive.google.com/file/d/19O3JPaQocTGwEYxZaMiXANQ6fLqi4_R5/view\r\n\r\nTry an interview here: https://app.ezraailabs.tech/interviewFromLinkInvitation/63bc2564-d40f-4335-8234-128e1fac3b28"
  },
  {
    "name": "Figment",
    "website": "https://figment.games/",
    "trustCenter": "https://trust.figment.games",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Figment is a studio and technology company that is pioneering an entirely new media format which couldn’t exist before AI — stories that can adapt in real time to become hyper personalized, interactive, and infinite worlds. \r\n\r\nWe are building a comprehensive ecosystem for AI-powered interactive storytelling consisting of both a consumer-facing storytelling platform and professional-grade, AI-powered tooling for visuals + narratives. Our social-first consumer platform becomes a content engine where the best stories can be adapted into increasingly higher fidelity media. Our storytelling tools feel like toys, making storytelling a fun and approachable experience through the power of AI.\r\n\r\nOur vision is a complete, vertically integrated flywheel, consisting of content, tools, and distribution.\r\n\r\nFounded by veterans from Pixar and Epic Games, our world-class team combines deep expertise in AI and gaming with creative talent."
  },
  {
    "name": "FLORA",
    "website": "https://florafauna.ai",
    "trustCenter": "https://trust.florafauna.ai",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "FLORA is Cursor for creatives: the first agentic creative tool that lets you automate your entire creative workflow. FLORA brings the best text, image, and video AI models onto one infinite canvas, letting you concept faster, generate variations instantly, collaborate in real-time, and share generative workflows with clients. \r\n\r\nFLORA is already used by the best visual design agencies in the world such as Pentagram and Franklyn. We're backed by a16z Games, Menlo Ventures, Long Journey Ventures, and angels from Pika, Midjourney, Stability, and Facebook AI Research Lab."
  },
  {
    "name": "Hedra",
    "website": "https://www.hedra.com",
    "trustCenter": "https://www.hedra.com/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Hedra is an AI native platform for multimodal creation. The platform is built around their own cutting-edge proprietary video model, Character-3, which is the first multimodal model in production. Alongside Character-3, the platform also brings other leading foundation models into one ecosystem spanning generative images, video, and audio. Prosumer and enterprise users leverage Hedra to generate content ranging from viral social media to branded content marketing."
  },
  {
    "name": "Intangible",
    "website": "https://www.intangible.ai",
    "trustCenter": "https://www.intangible.ai/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Intangible is a generative AI startup that makes creating and communicating in 3D dramatically simpler than current industry tools - a “Canva for 3D”\r\n\r\nIntangible was founded by industry veterans in 3D — design luminary Charles Migos, and repeat tech founder Bharat Vasan, with a team of technologists from Apple, Pixar, Unity, EA, ILM, Spotify and NASA.\r\n\r\nAt the heart of Intangible’s approach is Intangible OS – a new technical approach to building an AI system that can understand human concepts for 3D, through a combination of LLMs, proprietary knowledge graphs, and a world model. \r\n\r\nThe result is Intangible Studio – a 3D creative tool that is powerful and easy to use by creatives of all abilities in film, games, marketing and agencies. Intangible enables ultra-fast world creation in 3D, precision camera controls, high-quality visuals, and seamless collaboration — all at a fraction of the cost and complexity of industry standard tools.\r\n\r\nWatch the demo: https://www.youtube.com/watch?v=JbVQ"
  },
  {
    "name": "k-ID",
    "website": "https://www.k-id.com",
    "trustCenter": "https://www.k-id.com/security",
    "platform": "SafeBase",
    "detectionMethod": "CNAME",
    "description": "k-ID is transforming the way kids and teens access age-appropriate game experiences while helping developers comply with complex global regulations in over 200 markets with a first-of-its-kind, comprehensive platform that makes online platforms safer, better, faster, and more empowering for young players."
  },
  {
    "name": "Layerpath",
    "website": "https://www.layerpath.com",
    "trustCenter": "https://www.layerpath.com/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Layerpath is transforming the broken 'Book a Demo' process with AI Demo Agents that deliver instant, personalized product experiences 24/7.\r\n\r\nOur AI-first platform combines three key components: a Demo Snippet Manager that creates problem-solution-benefit video snippets; a Product Info Repository that ingests docs, pricing, and support details; and AI Demo Agents that orchestrate perfect demos tailored to each prospect's industry, role, and pain points.\r\n\r\nWith 8,000+ signups and 1,000 active customers since our beta launch, we're already seeing dramatic results: 2x pipeline growth, 33% faster sales cycles, and 95% lower demo costs ($2 vs. $40-50 per demo).\r\n\r\nBacked by a16z speedrun and Jason Calacanis, we're building the foundation for the next generation of enterprise revenue systems, starting with the critical moment when awareness becomes consideration."
  },
  {
    "name": "LIVE AWARE",
    "website": "https://www.liveaware.io",
    "trustCenter": "https://www.liveaware.io/trust",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Live Aware transforms game development by eliminating feedback silos—automating the ingestion and analysis of data, and enabling teams to take action quickly. Every day, developer teams and their trusted communities use Live Aware to capture game sessions and capture their detailed and nuanced thoughts in real time as they explore new builds and features.\r\n\r\nLive Aware’s AI automatically consolidates feedback by organizing, tagging, and surfacing actionable insights to help teams identify trending issues, surface critical bugs, and link them to real gameplay footage for immediate action. Integrating directly with the tools developers already use—like Jira, Unity, Unreal, and Discord—teams are now able to identify issues, prioritize fixes, and iterate faster without disrupting workflow."
  },
  {
    "name": "Metal",
    "website": "https://www.metal.so",
    "trustCenter": "https://www.metal.so/security",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Metal provides an end-to-end operating system for fundraising. Equipped with industry data and the user's Company context, the platform brings efficiency and intelligence to key workflows involved in the fundraising process."
  },
  {
    "name": "Moona Health",
    "website": "https://www.moona.health/",
    "trustCenter": "https://www.moona.health/trust",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Better sleep is now recognized as essential to maintain physical and mental health. Yet 1 in 3 Americans struggles to sleep. Wearables and pills don't work. CBT-I, is a drug-free, highly effective treatment that is now covered by insurance for 90% of Americans. \r\n\r\nMoona is building the largest virtual network of CBT-I therapists, accepting insurance. Our AI-powered platform automates insurance claims and scheduling and analyzes sleep data –  providing personalized session guidelines to therapists.\r\n\r\nPartnering with leading health systems. Growing 40% MoM, without spending a dollar on ads.\r\n\r\nRepeat healthtech founders with 1 exit; CTO from Polytechnique; Clinical Officer (PhD) led the VA’s insomnia program."
  },
  {
    "name": "nunu.ai",
    "website": "https://nunu.ai/",
    "trustCenter": "https://trust.nunu.ai",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "nunu.ai is building intelligent agents to test and play games. We infuse AI agents into the game development process, from QA all the way to player simulation. \r\n\r\nOur vision is to develop generally capable agents that can navigate and act in any given 3D environment, starting with applications in gaming and moving towards general 3D simulations and robotics."
  },
  {
    "name": "Spark Space",
    "website": "https://www.sparkspace.ai",
    "trustCenter": "https://www.sparkspace.ai/trust",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Spark Space: The AI Writing Tutor That Truly Connects with Students\r\nStudents LOVE Spark Space because it feels like a real tutor who understands them—their interests, their struggles, and their passions. More than just an AI, it bonds with them like a friend, making writing feel personal, engaging, and even fun. With a gamified experience inspired by Duolingo and their favorite video games, students see instant progress, keeping them motivated and excited to improve. And most importantly, Spark Space helps them get better at writing, giving immediate feedback so they can build confidence and earn higher grades.\r\n\r\nTeachers LOVE Spark Space because it makes students actually excited to write. The AI tutor provides powerful insights into student writing, helping teachers focus on what matters most. And with automated draft grading, it saves hours of time—allowing teachers to spend less time grading and more time inspiring their students."
  },
  {
    "name": "SuperGaming",
    "website": "https://www.supergaming.com/",
    "trustCenter": "https://www.supergaming.com/privacy",
    "platform": "SafeBase",
    "detectionMethod": "CNAME",
    "description": "Our Studios Vision has Always been Building Games that People Play for Years. \r\nWe specialize in making realtime multiplayers shooters and have over 200 million installs. \r\nOur latest title Indus is currently launched in India with over 15 Million Pre Registrations and launches Globally in 2025."
  },
  {
    "name": "Talofa Games",
    "website": "https://www.talofagames.com",
    "trustCenter": "https://www.talofagames.com/trust",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "Talofa is building Roblox for Fitness. Our platform makes it simple for creators to develop fitness games for Gen Z. The flagship game on the platform, Run Legends, has over 400,000 downloads and has been featured multiple times on the Apple App Store and Google Play Store. Talofa’s team has been built up with game veterans from EA, 2K, and Riot Games and the CEO, Jenny Xu, has created mobile games with over 10M downloads."
  },
  {
    "name": "Unbound Technologies",
    "website": "https://www.unbound.io",
    "trustCenter": "https://www.unbound.io/privacy",
    "platform": "Vanta",
    "detectionMethod": "CNAME",
    "description": "We have developed a revolutionary 3D creation engine that allows anyone to craft their imagination. Unbound drops 20+ year-old architectural assumptions that make today's 3D tools too laborious beyond professional use. Designed with fundamentally new building blocks, Unbound offers unprecedented creator control and is engineered from the ground up for seamless human-AI collaboration.\r\n\r\nSince launching in early access in January 2025, Unbound has been enthusiastically embraced by our growing community of over 3,600+ passionate creators. With an average session time of 2 hours, our users have validated that our fundamental paradigm shift enables an unprecedented simplicity in 3D creation tools.\r\n\r\nWhile we see immediate opportunities from our community to monetize our creation tools, we are confident that we now have the foundation to build our dream of a \"YouTube for 3D\". This platform will enable billions of people to create, share, and remix games and interactive 3D content at web-scale."
  }
]