[
  {
    "name": "Agent Astra",
    "website": "https://agentastra.ai",
    "description": "Agent Astra is an AI-enabled M&A roll-up of logistics providers, starting with asset-light freight forwarding. We’re building the next-generation UPS—delivering a broader range of services with one-tenth the workforce. Our proprietary AI tech is designed to automate operations end-to-end, with the goal of increasing EBITDA margins by 2–3x compared to traditional players.",
    "preamble": "We are building the AI enabled UPS",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2022,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://agentastra.ai/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Aghanim",
    "website": "https://aghanim.com",
    "description": "Aghanim's core solution is a game hub—a comprehensive community portal and an extension of the mobile game in the browser, full of metagame experiences and personalized offers. Such game hubs are built in less than 30 seconds automatically with the help of genAI and then require minimal integration, making them a no-brainer for studios to integrate and see net revenue uplift. \r\n\r\nFounded in California by ex-Xsolla C-level executives / Harvard Business School alumni with over 40 years expertise in video games and fintech, and backed by top-tier VCs (Bessemer Venture Partners, a16z, P72V, and QED), Aghanim acts as a multinational merchant of record and increases the net revenue of mobile games by up to 110% via its unique Game Hub Builder and LiveOps Builder technologies. \r\n\r\nAghanim is the first end-to-end DTC enablement platform for mobile games, available as a self-serve platform. It features web-based game hubs and helps studios expand their business beyond app stores.",
    "preamble": "Aghanim is an integrated commerce, live-ops automation, community engagement, and payments platform for mobile games.",
    "cohort": "SR002",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 52,
    "founded": 2023,
    "industries": [
      "AI",
      "Fintech",
      "B2B"
    ],
    "trustCenterUrl": "https://aghanim.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Anchr",
    "website": "https://anchr.tech",
    "description": "Anchr is building the first network of AI agents for food distributors, automating away manual bottlenecks across their value chains. Our agents automate workflows across functions like order intake, procurement, inventory management and support by integrating into systems and processes already in place.",
    "preamble": "The AI Operating System For Food Distributors",
    "cohort": "SR005",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://anchr.tech/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "AndThen",
    "website": "https://andthen.chat/",
    "description": "AndThen is a voice-first platform built to spin up daily interactive experiences across genres and repeatable formats. From game shows to mysteries to character-driven stories, every experience is designed to be short, episodic, and replayable. \r\n\r\nOur tech stack supports multi-agent voice interactions and narrative guardrails, allowing us to expand into new game types quickly while keeping conversations coherent, engaging, and fun.\r\n\r\nWe bring deep experience in media, entertainment, and technology. The founding team includes the former showrunner of The Tonight Show Starring Jimmy Fallon alongside leaders in AI and interactive media. That mix gives us unique insight into how to craft formats that people return to every day. Not just experiments, these are repeatable shows and challenges that feel familiar, fun, and scalable.\r\n\r\nOur vision is to build the platform for voice-first interactive entertainment at scale. We’re onboarding creators, writers, celebrities, brands, and IP holders to launch new formats on AndThen, and our roadmap includes opening the platform so any user can create and publish their own. \r\n\r\nThink of it as “AI Audio Roblox”... a consumer hub where players come back daily to talk, play, and share conversations that actually do something.",
    "preamble": "AndThen is a voice-first platform that makes conversations with AI characters something you do: games, challenges, and episodic stories with real goals.",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://andthen.chat/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Atorie",
    "website": "https://shopatorie.com/",
    "description": "Atorie is the “luxury Temu”— Growing 100% wow, $1.4M in annual run rate. \r\n\r\nWe are a marketplace enabling high-end manufacturers to sell directly to consumers. We help factories increase their margins by 100% while giving consumers access to unique goods (Italian leather, cashmere, etc.) at 10–20% of the typical retail price. The platform leverages AI to redefine the manufacturing and e-commerce stack (with merchandising/design agents, AI fashion models, and personal shoppers on the consumer side...).",
    "preamble": "Atorie: Luxury Without the Price Tag",
    "cohort": "SR004",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Marketplace",
      "B2B"
    ],
    "trustCenterUrl": "https://shopatorie.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Atrios",
    "website": "https://www.atrios.com",
    "description": "Atrios is building the world’s largest “who knows who” data set for GTM teams.\r\n\r\nThe Wedge: Warm introductions. Scalable, automated, and incentivized.\r\n Cash printing machine that wins us data while creating the world's largest decentralized salesforce. (Making hundreds of intros a month right now at an average price of $1,000/intro)\r\n\r\n\r\nThe Data Layer: Over time, Atrios builds the most valuable dataset in B2B: a living graph of relationships, context, and trust signals.\r\n\r\n\r\nHow The Wedge Works:\r\nCompanies upload lead lists + bounties they will pay for meetings.\r\nAtrios AI identifies connectors with the right relationships, plus why the intro makes sense.\r\nConnectors earn thousands of dollars by introducing people in their network to companies/products they’ll actually value.\r\n\r\n\r\nTL;DR: Cold outreach is broken. Warm intros are just the start. \r\nAtrios is building the relationship data layer that will power the next generation of sales and GTM.",
    "preamble": "Atrios is an AI-powered network intelligence platform that maps who knows who and makes it actionable for go-to-market teams.\r\n\r\n 0 to $1M Rev Run Rate in 4 months since beta launch!",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.atrios.com/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "d2asriqakppck5.cloudfront.net"
  },
  {
    "name": "Bead AI",
    "website": "https://usebead.ai",
    "description": "Auditors spend endless hours on manual tasks: chasing documents, comparing screenshots, and populating excel sheets. Our AI agent handles grunt work, so auditors focus on judgment and strategy – and the business saves 60% of the cost. \r\n\r\nWe’re starting with Sarbanes-Oxley Act compliance – audits that cost $2m+/year in salaries for every US listed company.",
    "preamble": "Bead is building AI agents for Internal Audit teams, automating repetitive work in a $70B industry.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://usebead.ai/security",
    "trustCenterType": "path",
    "platform": "Delve",
    "detectionMethod": "HTML",
    "detectionDetails": "trust.delve.co"
  },
  {
    "name": "Blank",
    "website": "https://www.theblankapp.com/",
    "description": "AI is the most powerful creative tool ever invented—but using it today is a total nightmare.\r\n\r\nYour average user doesn't care which model is being used, what LoRA's are, or have patience to deal with Discord slash commands or complex designs. \r\n\r\nWhat the last 20 years of social media have taught us is that users want an easy way to create, discover, and share amazing content with friends. \r\n\r\nWe’re also quickly learning that the models aren’t the moat. The real value lies in the consumer app that can make AI engaging, social, and accessible to everyone. \r\n\r\nAnd that’s exactly what we’re here to do. \r\n\r\nBlank makes creating with AI effortless, social, and fun. We package powerful new technologies in a familiar and approachable UI, making AI accessible to anyone.",
    "preamble": "Instagram for Generative AI",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "UGC",
      "Social Networking"
    ],
    "trustCenterUrl": "https://www.theblankapp.com/privacy",
    "trustCenterType": "path",
    "platform": "safebase.io",
    "detectionMethod": "CNAME",
    "detectionDetails": "proxy-ssl.webflow.com"
  },
  {
    "name": "BotBot",
    "website": "https://botbot.com",
    "description": "At BotBot, we turn AI behavior into a closed-loop growth lever. Right now, behavior is trapped in code; brand, design, marketing, and product teams can’t own the experience. Our partners like Mattel, Bosch, Warner Bros., need a way in. \n\nBotBot gives them editable behavior (tone, timing, memory, upsells) with instant A/B and telemetry, so each variant maps to conversion, retention, CSAT, and containment. Design, ship to a cohort, read the lift, iterate. Same models, measurably better business results. This is the power of design and UX for AI.",
    "preamble": "Aligning AI to brand and outcomes: the UX layer for the AI era.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": "https://botbot.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Chronicler",
    "website": "https://chronicler.io",
    "description": "Chronicler is an AI-powered assistant that lives inside messaging apps, using AI agents to transform self-texted notes, reminders, and ideas into an organized, searchable second brain—while also proactively managing tasks, scheduling, and follow-ups to keep you on track.",
    "preamble": "What if your self-texts could organize themselves?",
    "cohort": "SR004",
    "city": "Pittsburgh",
    "state": "Pennsylvania",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Social Networking"
    ],
    "trustCenterUrl": "https://chronicler.io/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Clout Kitchen",
    "website": "https://cloutkitchen.net",
    "description": "We empower content creators to be everything, everywhere, all at once by turning them into AI friends that live across your favorite games. \r\n\r\nOur first app, Backseat, is a real-time voice companion for League of Legends. Imagine having the world's biggest streamers, like Tyler1, Emiru, and Jankos, as your gaming buddies -- telling you how to get better and commenting on all the action.\r\n\r\nWe're a team of creators and serial entrepreneurs, with our founding team also being the founding team behind AcadArena and Proxy Talent. \r\n\r\nJustin (CEO) founded + exited the first Series A gaming company in the Philippines while in college and produced the largest pop culture event in Southeast Asia. Marcel (CBO) was a pioneering League of Legends pro, playing in the 2013 World Championship before starting and exiting one of the first pro player talent agencies.",
    "preamble": "Unlocking infinite scale for creators through digital twins. We work with legends like Tyler1, Emiru, and Jankos.",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2024,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://cloutkitchen.net/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Clubs Poker",
    "website": "https://clubspoker.com/",
    "description": "Clubs Poker is an innovative online social poker and casino network that allows users to play their favorite games and win real cash prizes.  Designed for both casual players and high-stakes enthusiasts, our platform leverages innovative technology and engaging social features to drive retention and maximize lifetime value. With a thriving, growing community and a battle-tested team behind it, Clubs Poker is positioned to become the premier online poker destination in the United States.",
    "preamble": "Clubs Poker aims to be the largest online poker network in North America",
    "cohort": "SR004",
    "city": "Philadelphia",
    "state": "Pennsylvania",
    "country": "United States of America",
    "teamSize": 49,
    "founded": 2023,
    "industries": [
      "Marketplace"
    ],
    "trustCenterUrl": "https://clubspoker.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Creed",
    "website": "https://www.usecreed.com",
    "description": "Building an AI companion for the 2.4 billion Christians of the world.\r\n\r\nIn times of uncertainty we look for guidance in institutions we trust. For some of us that's the media, for others it's randomized control studies, and for 64% of Americans that's the Church.  Creed is building the first AI companion rooted in Christian values that learns about you, grows with you,  and helps you connect with your faith.\r\n\r\nWe launched 8 weeks ago, and have been doubling nearly every week reaching 60k users + best in class retention and positive unit economics.",
    "preamble": "AI rooted in Christian values",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.usecreed.com/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "creed-lander-fkdmv.ondigitalocean.app"
  },
  {
    "name": "Crema Social",
    "website": "https://www.cremasocial.com",
    "description": "Consolidating international gifting/dating marketplace. Our first market entry uses a business model of video call + food delivery for people to virtually get to know each other and enjoy a meal together over live video. Over 1M users have signed up in the past 8 months.",
    "preamble": "Redefining international dating one lunch at a time",
    "cohort": "SR003",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2023,
    "industries": [
      "Social Networking",
      "Dating",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.cremasocial.com/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "cname.vercel-dns.com"
  },
  {
    "name": "Dare Drop",
    "website": "https://daredrop.com",
    "description": "Dare Drop helps game publishers and studios like EA and Focus Entertainment reach and keep their audiences engaged on Twitch, YouTube, and TikTok. Compared to agencies, Dare Drop delivers 4x more views per $ for games, and helps creators grow 3x faster than normal while doing it.",
    "preamble": "Dare Drop is a platform to make games go viral on social platforms.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2019,
    "industries": [
      "Social Networking",
      "Marketplace",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": "https://daredrop.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "DeepPrediction",
    "website": "https://deepprediction.com/",
    "description": "DeepPrediction is a platform of 200+ vision-first agents that watch users and take action. \r\n \r\nThe founders are a cracked AI product team with terrifying GTM skills. Liam shipped the first Gemini multimodal LLM at Google, co-founded project Mariner and founded venture backed companies. David lead the computer vision team, and implemented AI technologies at Wayfair. They have been best friends since they were 11 years old.\r\n \r\nWant to see why more than 250 companies have joined the waitlist and product leaders are dying to get an invite code? Let's talk.",
    "preamble": "Watch every user. Predict the future.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://deepprediction.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Else",
    "website": "https://somethingelse.ai",
    "description": "Every customer wants \"just one more thing.\"\nWith Else, anyone can vibe code full-stack functionality on top of your product in complete isolation.",
    "preamble": "Build something Else",
    "cohort": "SR003",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://somethingelse.ai/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "EverCurrent",
    "website": "https://evercurrent.ai",
    "description": "EverCurrent is the first AI-native platform of record to align tools, processes, and knowledge for hardware teams. EverCurrent AI automatically documents the changes across teams, and ties each decision to its wider context. It multiplies the value of the tools, processes, and knowledge hardware teams have — keeping changes recorded, decisions in context, and risks visible.",
    "preamble": "Hardware doesn’t stall on ideas; it stalls on scattered knowledge. EverCurrent creates alignment — making the miracles of hardware development repeatable",
    "cohort": "SR005",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Deep Tech",
      "B2B"
    ],
    "trustCenterUrl": "https://evercurrent.ai/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Ex-Human",
    "website": "https://exh.ai/",
    "description": "Ex-Human is the world’s first empathetic AI platform, trained on millions of real conversations to deliver truly human-like interactions. Seamlessly integrating text, images, and video, it creates emotionally intelligent AI companions that engage users in meaningful, personalized ways. \r\n\r\nPowered by proprietary AI technology fine-tuned on real-world interactions, Ex-Human enables businesses to develop AI characters that drive deeper user engagement, boost retention, and increase monetization.\r\n\r\nWe’ve gained significant traction with $6M ARR, over 1M MAU, 60 B2B clients, and partnerships with companies like Grindr.\r\n\r\nBacked by investors like A16Z, Baidu Ventures, JAM Fund and Soma Capital, we're creating a future where empathetic AI companions are an integral part of human life.",
    "preamble": "Creating AI with a soul - fun, engaging, and deeply empathetic.",
    "cohort": "SR001",
    "city": "Boulder",
    "state": "Colorado",
    "country": "United States of America",
    "teamSize": 20,
    "founded": 2021,
    "industries": [
      "AI",
      "B2B",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://exh.ai/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Exia Labs",
    "website": "https://www.exialabs.com/",
    "description": "Exia Labs products include:\r\n-Blue: Copilot for Military Operations\r\n-Recon: Intelligence Preparation of the Operational Environment AI Agent",
    "preamble": "Master the Science of War",
    "cohort": "SR003",
    "city": "Bellevue",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Defense Tech",
      "Robotics"
    ],
    "trustCenterUrl": "https://www.exialabs.com/privacy",
    "trustCenterType": "path",
    "platform": "safebase.io",
    "detectionMethod": "CNAME",
    "detectionDetails": "proxy-ssl.webflow.com"
  },
  {
    "name": "Ezra AI Labs",
    "website": "https://ezraailabs.tech",
    "description": "Recruiting today is drowning in noise: AI-written resumes, scripted interviews, and candidates openly cheating with ChatGPT. Ezra was built by recruiters, for recruiters, on two years of R&D in Voice AI to restore the signals that matter—nuance, authenticity, and fairness. We help you find the needles in the haystack at scale, so you stop wasting time on noise and start connecting with the right candidates.\r\n\r\nSee an interview here: https://drive.google.com/file/d/19O3JPaQocTGwEYxZaMiXANQ6fLqi4_R5/view\r\n\r\nTry an interview here: https://app.ezraailabs.tech/interviewFromLinkInvitation/63bc2564-d40f-4335-8234-128e1fac3b28",
    "preamble": "Ezra supercharges talent teams with the world’s most intelligent voice AI interviewer",
    "cohort": "SR005",
    "city": "Lafayette",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://trust.ezraailabs.tech",
    "trustCenterType": "subdomain",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "67c17d2539bdd9f45b8793fa.cname.vantatrust.com"
  },
  {
    "name": "Fearn",
    "website": "https://fearn.ai",
    "description": "Current legal AI tools don’t understand the weirdness that is intellectual property (IP) law. For IP, privacy matters in a way not seen in other fields of law. For example, using ChatGPT to write your IP counts as “public disclosure”. This means that by talking about your invention to a public AI, you’ve invalidated the very IP you were trying to file. \r\n\r\nFearn has developed its own hypercompact foundation models, built and trained especially for IP law and its privacy needs. The nature of our models means we can run our software on almost anything, and deploy in complete privacy. We are IP professionals, building for the needs of IP professionals.",
    "preamble": "Fearn is the only compliant AI for drafting intellectual property.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Publishing",
      "B2B"
    ],
    "trustCenterUrl": "https://fearn.ai/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Figment",
    "website": "https://figment.games/",
    "description": "Figment is a studio and technology company that is pioneering an entirely new media format which couldn’t exist before AI — stories that can adapt in real time to become hyper personalized, interactive, and infinite worlds. \r\n\r\nWe are building a comprehensive ecosystem for AI-powered interactive storytelling consisting of both a consumer-facing storytelling platform and professional-grade, AI-powered tooling for visuals + narratives. Our social-first consumer platform becomes a content engine where the best stories can be adapted into increasingly higher fidelity media. Our storytelling tools feel like toys, making storytelling a fun and approachable experience through the power of AI.\r\n\r\nOur vision is a complete, vertically integrated flywheel, consisting of content, tools, and distribution.\r\n\r\nFounded by veterans from Pixar and Epic Games, our world-class team combines deep expertise in AI and gaming with creative talent.",
    "preamble": "At Figment, we are creating the end to end ecosystem for telling infinite generative stories.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools",
      "Media/Animation"
    ],
    "trustCenterUrl": "https://trust.figment.games",
    "trustCenterType": "subdomain",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "uixie.porkbun.com"
  },
  {
    "name": "FLORA",
    "website": "https://florafauna.ai",
    "description": "FLORA is Cursor for creatives: the first agentic creative tool that lets you automate your entire creative workflow. FLORA brings the best text, image, and video AI models onto one infinite canvas, letting you concept faster, generate variations instantly, collaborate in real-time, and share generative workflows with clients. \r\n\r\nFLORA is already used by the best visual design agencies in the world such as Pentagram and Franklyn. We're backed by a16z Games, Menlo Ventures, Long Journey Ventures, and angels from Pika, Midjourney, Stability, and Facebook AI Research Lab.",
    "preamble": "Cursor for Creatives",
    "cohort": "SR004",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 8,
    "founded": 2024,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://trust.florafauna.ai",
    "trustCenterType": "subdomain",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "florafauna.securitypal.com"
  },
  {
    "name": "Ghosted",
    "website": "https://ghosted.co",
    "description": "As the world becomes increasingly artificial, we're building a fortress of realness where you can meet new people and make connections. \r\n\r\n- No-filter: using AI, we enforce a strict \"authentic & natural picture\"-only policy.\r\n- Stories not profiles: profiles and feeds are dynamic, like you.\r\n- Transparency: we give users access to all their story views, likes and replays.\r\n\r\nWe have 50,000 genZ users, 20% D30 retention, 1 million profile views / month.",
    "preamble": "Ghosted is a no-filter dating app for GenZ.",
    "cohort": "SR004",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "Social Networking",
      "Dating",
      "AI"
    ],
    "trustCenterUrl": "https://ghosted.co/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Hedra",
    "website": "https://www.hedra.com",
    "description": "Hedra is an AI native platform for multimodal creation. The platform is built around their own cutting-edge proprietary video model, Character-3, which is the first multimodal model in production. Alongside Character-3, the platform also brings other leading foundation models into one ecosystem spanning generative images, video, and audio. Prosumer and enterprise users leverage Hedra to generate content ranging from viral social media to branded content marketing.",
    "preamble": "A generative media company building the AI-native creation platform around the world's first omnimodal foundation model.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 18,
    "founded": 2023,
    "industries": [
      "Media/Animation",
      "AI Models/Infrastructure",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.hedra.com/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "cname.vercel-dns.com"
  },
  {
    "name": "Incite Interactive",
    "website": "https://incite.dev",
    "description": "Incite is an AI-Native Gaming Studio creating the world's first Agentic Life Simulation Game, AuraVale. The team is led by industry veterans from Zynga, The Sims, and Roblox, and are backed by a16z’s Speedrun, Earthling VC, and a stellar cast of gaming industry leaders.",
    "preamble": "Makers of AuraVale, an agentic life simulation where your words shape your story.",
    "cohort": "SR001",
    "city": "Redwood City",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "AI",
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": "https://incite.dev/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Intangible",
    "website": "https://www.intangible.ai",
    "description": "Intangible is a generative AI startup that makes creating and communicating in 3D dramatically simpler than current industry tools - a “Canva for 3D”\r\n\r\nIntangible was founded by industry veterans in 3D — design luminary Charles Migos, and repeat tech founder Bharat Vasan, with a team of technologists from Apple, Pixar, Unity, EA, ILM, Spotify and NASA.\r\n\r\nAt the heart of Intangible’s approach is Intangible OS – a new technical approach to building an AI system that can understand human concepts for 3D, through a combination of LLMs, proprietary knowledge graphs, and a world model. \r\n\r\nThe result is Intangible Studio – a 3D creative tool that is powerful and easy to use by creatives of all abilities in film, games, marketing and agencies. Intangible enables ultra-fast world creation in 3D, precision camera controls, high-quality visuals, and seamless collaboration — all at a fraction of the cost and complexity of industry standard tools.\r\n\r\nWatch the demo: https://www.youtube.com/watch?v=JbVQ",
    "preamble": "Intangible is the world's simplest 3D creative tool.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2024,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.intangible.ai/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "cdn.webflow.com"
  },
  {
    "name": "Jigsaw",
    "website": "https://jigsaw.build",
    "description": "Jigsaw gives businesses the power of an entire marketing team at the speed of prompt.\r\n\r\nThrough a visual, prompt-first canvas, our agents orchestrate personalized growth campaigns to scale distribution through content, leveraging today’s leading GTM tools while adapting to tomorrow’s. \r\n\r\nWe’re already working with the fastest-growing startups, leading DTC brands, and top GTM agencies to accelerate their growth at scale.",
    "preamble": "The agentic canvas for GTM and distribution.",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": "https://jigsaw.build/security",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Kanu AI",
    "website": "https://getkanu.com",
    "description": "An AI agent that builds production-ready cloud-native applications from natural language.\r\n\r\nReal software is built on the cloud, not in sandboxes. Our AI agent builds on top of your existing cloud infrastructure, taking your roadmap from prompt to production. Unlike a traditional engineer, Kanu operates at 10x velocity for 1/10th the cost. Just as companies adopted the cloud, they will adopt Kanu AI as their default engineer.",
    "preamble": "The worlds first enterprise grade AI engineer that takes your company's roadmap from prompt to production.",
    "cohort": "SR005",
    "city": "San Fransisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://getkanu.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "k-ID",
    "website": "https://www.k-id.com",
    "description": "k-ID is transforming the way kids and teens access age-appropriate game experiences while helping developers comply with complex global regulations in over 200 markets with a first-of-its-kind, comprehensive platform that makes online platforms safer, better, faster, and more empowering for young players.",
    "preamble": "It’s not about telling kids what they can’t do – it’s about giving them the right tools to discover what they can",
    "cohort": "SR002",
    "city": "Singapore",
    "state": "",
    "country": "Singapore",
    "teamSize": 50,
    "founded": 2023,
    "industries": [
      "B2B"
    ],
    "trustCenterUrl": "https://www.k-id.com/security",
    "trustCenterType": "path",
    "platform": "safebase.io",
    "detectionMethod": "CNAME",
    "detectionDetails": "proxy-ssl.webflow.com"
  },
  {
    "name": "Layerpath",
    "website": "https://www.layerpath.com",
    "description": "Layerpath is transforming the broken 'Book a Demo' process with AI Demo Agents that deliver instant, personalized product experiences 24/7.\r\n\r\nOur AI-first platform combines three key components: a Demo Snippet Manager that creates problem-solution-benefit video snippets; a Product Info Repository that ingests docs, pricing, and support details; and AI Demo Agents that orchestrate perfect demos tailored to each prospect's industry, role, and pain points.\r\n\r\nWith 8,000+ signups and 1,000 active customers since our beta launch, we're already seeing dramatic results: 2x pipeline growth, 33% faster sales cycles, and 95% lower demo costs ($2 vs. $40-50 per demo).\r\n\r\nBacked by a16z speedrun and Jason Calacanis, we're building the foundation for the next generation of enterprise revenue systems, starting with the critical moment when awareness becomes consideration.",
    "preamble": "AI Demo Agents that convert prospects into revenue. What Gong did for bottom-of-funnel, we're doing for top-of-funnel, where the impact is even greater.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2025,
    "industries": [
      "AI",
      "Advertising/Marketing",
      "B2B"
    ],
    "trustCenterUrl": "https://www.layerpath.com/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "sites.framer.app"
  },
  {
    "name": "Lekondo",
    "website": "https://lekondo.com",
    "description": "Lekondo builds a living world model of taste from everyday #OOTD posts. Fashion is now a bottom‑up signal—messy, fragmented, and fast—so we structure it into an aesthetic‑temporal graph of people, contexts, items, combinations, and outcomes.\n\nOn that substrate, our product is the expression agent. Consumers explore, remix, and virtually \"try on\" looks, while brands and AI tap real‑time culture signal and APIs. The closed loop from share → try → buy compounds the model, making both the app and the terminal smarter every day. Grounded in what we already ship—indexing #OOTD into a live taste graph—we’re building the general intuition for human expression.",
    "preamble": "Lekondo: \"General Intuition\" for Human Expression",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": "https://lekondo.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "LFG",
    "website": "https://lfgstudio.com",
    "description": "At LFG we have a strong conviction that studios building on UGC platforms have been executing wrong. We're a team that deeply understand how to make top games on these platforms and to do so in an aggressive, fast & capital efficient manner.",
    "preamble": "The Hit Factory Building the Biggest Games for Gen Alpha",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": "https://lfgstudio.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "LIVE AWARE",
    "website": "https://www.liveaware.io",
    "description": "Live Aware transforms game development by eliminating feedback silos—automating the ingestion and analysis of data, and enabling teams to take action quickly. Every day, developer teams and their trusted communities use Live Aware to capture game sessions and capture their detailed and nuanced thoughts in real time as they explore new builds and features.\r\n\r\nLive Aware’s AI automatically consolidates feedback by organizing, tagging, and surfacing actionable insights to help teams identify trending issues, surface critical bugs, and link them to real gameplay footage for immediate action. Integrating directly with the tools developers already use—like Jira, Unity, Unreal, and Discord—teams are now able to identify issues, prioritize fixes, and iterate faster without disrupting workflow.",
    "preamble": "Your unified source of truth for game changing insights",
    "cohort": "SR002",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://www.liveaware.io/trust",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "cname.vercel-dns.com"
  },
  {
    "name": "Logical Health",
    "website": "https://logical.health/",
    "description": "Logical Health is on a mission to reclaim $500B (2% of the US GDP) in avoidable healthcare waste by transforming how insurance policies are structured and interacted with. \r\n\r\nTo do this, we spun out of a Stanford Research Lab and formed Logical Health. We are a team of health professionals, Stanford MBAs, Google and Meta tech leads. We even have a former CEO of Blue Cross Blue Shield as one of our advisors. \r\n\r\nOur unique insight is to ground AI with a math rules engine to produce fast and precise insurance coverage answers. We have a proprietary system to produce this math engine by converting health insurance policies using declarative programming.  If this sounds complicated, feel free to ping us to learn more. This tech is proven to work and already saved one of the largest insurers $16M/year.\r\n\r\nOur wedge into the massive healthcare market is customer service. Next, we’ll bring the same high-precision coverage answers to prior authorization, claims processing, and plan design.",
    "preamble": "Bringing transparency to health insurance",
    "cohort": "SR005",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "Healthcare",
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://logical.health/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Manifest",
    "website": "https://manifestapp.xyz",
    "description": "Manifest is a Gen Z mental health app that builds emotional wellness for our users through daily challenges that transform self-care into a rewarding and habitual experience.",
    "preamble": "Gen Z mental health. 15.8 million manifestations since the start of Speedrun.",
    "cohort": "SR003",
    "city": "NYC",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Healthcare"
    ],
    "trustCenterUrl": "https://manifestapp.xyz/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Matchday",
    "website": "https://matchday.com",
    "description": "Our mission is to connect soccer's 5 billion fans. \r\n\r\nWe have secured world class IP, including 65K officially licensed soccer players from FIFPRO, the global player union. \r\n\r\nOur first game is Matchday Champions, the only casual soccer game on the market. The game is charting app stores in Europe, with top retention and monetization metrics in key cohorts. Champions is the first step in achieving our vision of building the Roblox for soccer. \r\n\r\nWe are a team of seasoned founders (combined exits > $1B), gaming veterans (EA, King, Glu), and Leo Messi.\r\n\r\n\r\nhttps://m.day/get-champions",
    "preamble": "We are building the home of interactive entertainment for 5 billion soccer fans.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 30,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "Publishing",
      "Web3"
    ],
    "trustCenterUrl": "https://matchday.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Metal",
    "website": "https://www.metal.so",
    "description": "Metal provides an end-to-end operating system for fundraising. Equipped with industry data and the user's Company context, the platform brings efficiency and intelligence to key workflows involved in the fundraising process.",
    "preamble": "Super intelligence for fundraising",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 22,
    "founded": 2023,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://www.metal.so/security",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "cdn.webflow.com"
  },
  {
    "name": "Moescape",
    "website": "https://moescape.ai/",
    "description": "Moescape is the leading UGC platform for anime fans. In one place, users design characters, turn them into images and videos, give them voices, and actually chat with them. Fans don’t just make content here, they build universes together. That’s what makes Moescape different.",
    "preamble": "The only limit is your imagination.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 14,
    "founded": 2023,
    "industries": [
      "AI",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": "https://moescape.ai/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Moku",
    "website": "https://hq.moku.gg/",
    "description": "Moku is providing game developers with a launch pad and distribution platform, to show off their game and get users in early who are incentive aligned and willing to pay for tradeable assets.\r\n\r\nGame developers can now go from MVP to getting their first dollar, in less than 5 minutes.",
    "preamble": "We help bring games to market in web3",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2021,
    "industries": [
      "Publishing",
      "Web3"
    ],
    "trustCenterUrl": "https://hq.moku.gg/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Moona Health",
    "website": "https://www.moona.health/",
    "description": "Better sleep is now recognized as essential to maintain physical and mental health. Yet 1 in 3 Americans struggles to sleep. Wearables and pills don't work. CBT-I, is a drug-free, highly effective treatment that is now covered by insurance for 90% of Americans. \r\n\r\nMoona is building the largest virtual network of CBT-I therapists, accepting insurance. Our AI-powered platform automates insurance claims and scheduling and analyzes sleep data –  providing personalized session guidelines to therapists.\r\n\r\nPartnering with leading health systems. Growing 40% MoM, without spending a dollar on ads.\r\n\r\nRepeat healthtech founders with 1 exit; CTO from Polytechnique; Clinical Officer (PhD) led the VA’s insomnia program.",
    "preamble": "AI-powered sleep care, covered by insurance.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "Healthcare",
      "AI",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.moona.health/trust",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "apex-loadbalancer.netlify.com"
  },
  {
    "name": "Nativ",
    "website": "https://usenativ.com/",
    "description": "Nativ enables businesses to expand globally by using AI to culturally adapt visual content for different markets. From marketing materials to product visuals, our technology ensures that images, videos, and graphics resonate with local audiences, going beyond simple translation to embrace cultural nuance. By making content feel truly native in every region, we enable brands to connect authentically with new customers and unlock growth in untapped markets.\r\n\r\nWe have grown from 0 to $100K ARR in 3 months, working with 5 partners. We've already unlocked over a billion new users for our customers.",
    "preamble": "We use AI to transform visual content for every culture, unlocking global markets.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://usenativ.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "nunu.ai",
    "website": "https://nunu.ai/",
    "description": "nunu.ai is building intelligent agents to test and play games. We infuse AI agents into the game development process, from QA all the way to player simulation. \r\n\r\nOur vision is to develop generally capable agents that can navigate and act in any given 3D environment, starting with applications in gaming and moving towards general 3D simulations and robotics.",
    "preamble": "creating unembodied minds",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2022,
    "industries": [
      "AI",
      "Robotics",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://trust.nunu.ai",
    "trustCenterType": "subdomain",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "6793adf63130cefaf4aa36da.cname.vantatrust.com"
  },
  {
    "name": "Outcome",
    "website": "https://outcome.io",
    "description": "To help bigger companies move at startup speed.\r\n\r\nTeamOS facilitates day-to-day coordination, collects data on how teams depend on others, and combines it with data from existing collaboration tools (e.g. Jira, Github, calendars, etc.) in a single knowledge graph. This enables its AI consultants to learn and recommend what to change in teams, processes, ownership or priorities to eliminate collaboration bottlenecks.\r\n\r\nWe make continuous improvement inevitable.",
    "preamble": "Building TeamOS, an AI-powered team collaboration platform",
    "cohort": "SR004",
    "city": "Stockholm",
    "state": "",
    "country": "Sweden",
    "teamSize": 6,
    "founded": 2022,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://outcome.io/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Qloud Games (Loftia)",
    "website": "https://loftia.gg",
    "description": "We're building Loftia: a cozy social MMO aimed at providing players with a solace from their real life stressors and troubles, instilling a sense of hope and positivity for the future.",
    "preamble": "Building a new-age, solarpunk-inspired cozy game x social experience!",
    "cohort": "SR002",
    "city": "Sydney",
    "state": "",
    "country": "Australia",
    "teamSize": 26,
    "founded": 2022,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": "https://loftia.gg/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Rivet",
    "website": "https://rivet.gg/",
    "description": "Rivet is an open-source platform for building AI agents, multiplayer applications, and real-time backends—without managing infrastructure. Scale instantly, persist state effortlessly, and integrate with your existing stack in minutes.",
    "preamble": "Build Real-Time, Stateful Applications Without Servers",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "AI Models/Infrastructure",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://rivet.gg/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Rork",
    "website": "https://rork.com",
    "description": "Turn your ideas into real mobile apps in minutes\r\n\r\nRork is the app that builds mobile apps. Prototype & share real native apps, on your phone or desktop.\r\n\r\n0 -> $2.5M ARR in 6 months (#1 in category)\r\n\r\nBuild something you want with Rork now",
    "preamble": "Lovable for mobile apps. #1 in text-to-mobile category",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://rork.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Runware",
    "website": "https://runware.ai/",
    "description": "Runware offers the fastest, most cost-efficient unified API for AI media generation, enabling sub-second creation across images, audio, video, and more.\r\n\r\nPowered by custom, renewable-energy hardware, it delivers 5–10× lower costs with no infrastructure or machine-learning expertise required.",
    "preamble": "Flexible generative AI for image and video.",
    "cohort": "SR001",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 40,
    "founded": 2023,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://runware.ai/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Spark Space",
    "website": "https://www.sparkspace.ai",
    "description": "Spark Space: The AI Writing Tutor That Truly Connects with Students\r\nStudents LOVE Spark Space because it feels like a real tutor who understands them—their interests, their struggles, and their passions. More than just an AI, it bonds with them like a friend, making writing feel personal, engaging, and even fun. With a gamified experience inspired by Duolingo and their favorite video games, students see instant progress, keeping them motivated and excited to improve. And most importantly, Spark Space helps them get better at writing, giving immediate feedback so they can build confidence and earn higher grades.\r\n\r\nTeachers LOVE Spark Space because it makes students actually excited to write. The AI tutor provides powerful insights into student writing, helping teachers focus on what matters most. And with automated draft grading, it saves hours of time—allowing teachers to spend less time grading and more time inspiring their students.",
    "preamble": "Helping teachers and students use AI to enhance learning",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "EdTech"
    ],
    "trustCenterUrl": "https://www.sparkspace.ai/trust",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "sparkspace-landing.onrender.com"
  },
  {
    "name": "SuperGaming",
    "website": "https://www.supergaming.com/",
    "description": "Our Studios Vision has Always been Building Games that People Play for Years. \r\nWe specialize in making realtime multiplayers shooters and have over 200 million installs. \r\nOur latest title Indus is currently launched in India with over 15 Million Pre Registrations and launches Globally in 2025.",
    "preamble": "Building India's Gaming Revolution",
    "cohort": "SR001",
    "city": "Pune, India and Singapore",
    "state": "",
    "country": "Singapore",
    "teamSize": 150,
    "founded": 2019,
    "industries": [
      "Games Studio",
      "Web3",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://www.supergaming.com/privacy",
    "trustCenterType": "path",
    "platform": "safebase.io",
    "detectionMethod": "CNAME",
    "detectionDetails": "proxy-ssl.webflow.com"
  },
  {
    "name": "SweatPals",
    "website": "https://sweatpals.com/",
    "description": "We are turning every corner of the world into a social fitness community.\r\nSince COVID reshaped how we stay active, grassroots fitness movements - run clubs, sports leagues, and community-led workouts - have been popping up everywhere. SweatPals is the marketplace built just for them: think of us as the “Airbnb for fitness,” empowering anyone to create, host, and monetize their own fitness community. For members to discover and join communities most suited to them.\r\n\r\nOver the past 12 months, we’ve grown to 3,000+ hosts and 200,000 members, reaching $10M in annualized GMV this year - a 14x YoY growth. \r\n\r\nWe believe the future of fitness isn’t locked in studios, but rather fueled by decentralized, community community-driven experiences.",
    "preamble": "We are turning every corner of the world into a social fitness community.",
    "cohort": "SR004",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 14,
    "founded": 2022,
    "industries": [
      "Fitness",
      "Marketplace"
    ],
    "trustCenterUrl": "https://sweatpals.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Talofa Games",
    "website": "https://www.talofagames.com",
    "description": "Talofa is building Roblox for Fitness. Our platform makes it simple for creators to develop fitness games for Gen Z. The flagship game on the platform, Run Legends, has over 400,000 downloads and has been featured multiple times on the Apple App Store and Google Play Store. Talofa’s team has been built up with game veterans from EA, 2K, and Riot Games and the CEO, Jenny Xu, has created mobile games with over 10M downloads.",
    "preamble": "Talofa is building Roblox for Fitness. Our platform makes it simple for creators to develop fitness games for Gen Z.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2019,
    "industries": [
      "Games Studio",
      "Fitness",
      "UGC"
    ],
    "trustCenterUrl": "https://www.talofagames.com/trust",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "dq1tp3bmhmuky.cloudfront.net"
  },
  {
    "name": "Unbound Technologies",
    "website": "https://www.unbound.io",
    "description": "We have developed a revolutionary 3D creation engine that allows anyone to craft their imagination. Unbound drops 20+ year-old architectural assumptions that make today's 3D tools too laborious beyond professional use. Designed with fundamentally new building blocks, Unbound offers unprecedented creator control and is engineered from the ground up for seamless human-AI collaboration.\r\n\r\nSince launching in early access in January 2025, Unbound has been enthusiastically embraced by our growing community of over 3,600+ passionate creators. With an average session time of 2 hours, our users have validated that our fundamental paradigm shift enables an unprecedented simplicity in 3D creation tools.\r\n\r\nWhile we see immediate opportunities from our community to monetize our creation tools, we are confident that we now have the foundation to build our dream of a \"YouTube for 3D\". This platform will enable billions of people to create, share, and remix games and interactive 3D content at web-scale.",
    "preamble": "Unbound is bringing interactive 3D content into the era of spontaneous creation.",
    "cohort": "SR004",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2022,
    "industries": [
      "AI",
      "Creative Tools",
      "UGC"
    ],
    "trustCenterUrl": "https://www.unbound.io/privacy",
    "trustCenterType": "path",
    "platform": "vantatrust.com",
    "detectionMethod": "CNAME",
    "detectionDetails": "ext-cust.squarespace.com"
  },
  {
    "name": "Uthana",
    "website": "https://uthana.com/",
    "description": "Uthana is a generative AI platform for 3D character animation. By removing the tedium from generating realistic motion (e.g retargeting, stylized locomotion, looping and blending, making files work across tools), we enable content creators to animate characters in minutes, not days or weeks. \r\n\r\nOur mission is to beat a visual Turing test for human motion and bring a new level of creativity and authenticity to synthetic movement. \r\n\r\nUltimately, we’re aiming to transform game play by powering real-time, novel motion in response to narration, environment, and character intent.",
    "preamble": "Foundational models for human motion.",
    "cohort": "SR001",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 8,
    "founded": 2023,
    "industries": [
      "AI",
      "Media/Animation",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://uthana.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Voidpet",
    "website": "https://voidpet.com/",
    "description": "Collect all the Voidpets in our mobile RPG game.",
    "preamble": "Emotion Monsters",
    "cohort": "SR001",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2021,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": "https://voidpet.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "VRL",
    "website": "https://vrl.games",
    "description": "VRL develops viral mobile games. The team previously created NGL (#1 on the App Store, 200M+ downloads, $20M in ARR)",
    "preamble": "Games that go viral",
    "cohort": "SR003",
    "city": "Santa Monica",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "AR/VR"
    ],
    "trustCenterUrl": "https://vrl.games/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Waveful",
    "website": "https://waveful.com",
    "description": "Waveful is the first AI social app where adult people can freely share their passions, build authentic communities and actually monetize their content.\r\n\r\nThanks to AI powered features and algorithms, it's much easier to create and find communities for what you like, and find the right people for you. Making it possible for adult people to become influencers for the first time.\r\n\r\nWe've grown to over 1M MAUs and $200K of monthly revenue in under a week.",
    "preamble": "We're building Reddit 2.0, grown to 1M+ MAU in the last week",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2024,
    "industries": [
      "Social Networking",
      "AI",
      "UGC"
    ],
    "trustCenterUrl": "https://waveful.com/privacy",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "YKB",
    "website": "https://ykb.app/",
    "description": "Speculation is becoming how people engage with culture. Betting & prediction markets are exploding. But they’re built for gamblers, not fans.\r\n\r\nOur unlock = Receipts: interactive prompts generated by our agent when news breaks. Fans react, predict, & compete together.  1M+ Receipts created since May. 100k+ Receipts created in the last week. In beta, starting in sports — expanding to all areas of culture.\r\n\r\nWe’re building the social layer for fans that betting & prediction markets are missing. We believe tapping into this fan energy will bring speculation beyond just gamblers, to a billion people.",
    "preamble": "The social layer for fans that prediction markets are missing",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": "https://ykb.app/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  },
  {
    "name": "Zingroll",
    "website": "https://www.zingroll.com",
    "description": "Zingroll is where creative 20-year olds become Walt Disney's of tomorrow by streaming their Netflix-quality AI-shows/movies to the rest of the world. This is the future of Netflix and streaming at-large. \r\nWe all scroll Netflix but fail to find stuff to watch, and then finally settle on whatever is relatively watchable. Zingroll changes this forever. Come talk to us!",
    "preamble": "World's largest Netflix-quality AI (movies/series) streaming platform with 85M+ organic views, weekly viral releases, and a team of 33 world-class people.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 33,
    "founded": 2024,
    "industries": [
      "AI",
      "Media/Animation",
      "UGC"
    ],
    "trustCenterUrl": "https://www.zingroll.com/trust",
    "trustCenterType": "path",
    "platform": "Unknown",
    "detectionMethod": null,
    "detectionDetails": null
  }
]