[
  {
    "name": "2weeks",
    "website": "https://2weeks.games",
    "description": "We specialize in rapidly developing experimental prototypes to identify games that can become breakout hits and durable franchises, and we're working in public to directly involve our audience in the process.",
    "preamble": "Making breakout hits on the open web for you and your friends.",
    "cohort": "SR003",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Adzap",
    "website": "https://zap.ad",
    "description": "PC & Console gaming is a $90B market, bigger than mobile and growing faster. Steam and other platforms are hitting saturation, yet no “Applovin for PC/Console” has emerged.\r\n\r\nOn mobile, Applovin became the most valuable company by owning UA. We believe now is the moment to bring that model to PC & Console.\r\n\r\nThat’s what Adzap is building: the player acquisition platform for PC/Console games. Already live with Unity, UE, and custom engine integrations, and powering top titles from Tier-1 publishers.",
    "preamble": "Mobile-grade performance and attribution solution for PC/Console games",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "Developer Tools",
      "AI",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Agent Astra",
    "website": "https://agentastra.ai",
    "description": "Agent Astra is an AI-enabled M&A roll-up of logistics providers, starting with asset-light freight forwarding. We’re building the next-generation UPS—delivering a broader range of services with one-tenth the workforce. Our proprietary AI tech is designed to automate operations end-to-end, with the goal of increasing EBITDA margins by 2–3x compared to traditional players.",
    "preamble": "We are building the AI enabled UPS",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2022,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://agentastra.ai/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Aghanim",
    "website": "https://aghanim.com",
    "description": "Aghanim's core solution is a game hub—a comprehensive community portal and an extension of the mobile game in the browser, full of metagame experiences and personalized offers. Such game hubs are built in less than 30 seconds automatically with the help of genAI and then require minimal integration, making them a no-brainer for studios to integrate and see net revenue uplift. \r\n\r\nFounded in California by ex-Xsolla C-level executives / Harvard Business School alumni with over 40 years expertise in video games and fintech, and backed by top-tier VCs (Bessemer Venture Partners, a16z, P72V, and QED), Aghanim acts as a multinational merchant of record and increases the net revenue of mobile games by up to 110% via its unique Game Hub Builder and LiveOps Builder technologies. \r\n\r\nAghanim is the first end-to-end DTC enablement platform for mobile games, available as a self-serve platform. It features web-based game hubs and helps studios expand their business beyond app stores.",
    "preamble": "Aghanim is an integrated commerce, live-ops automation, community engagement, and payments platform for mobile games.",
    "cohort": "SR002",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 52,
    "founded": 2023,
    "industries": [
      "AI",
      "Fintech",
      "B2B"
    ],
    "trustCenterUrl": "https://aghanim.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Alpaka Games",
    "website": "https://alpakagames.co",
    "description": "Alpaka Games is a self-publishing mobile game studio bringing the Rollic business model to the action genre. We’re focused on testing unique core mechanics—some proven, others a mix-and-merge of existing ones—allowing us to refine gameplay quickly without long, costly production cycles.. Our team, with expertise from Rollic and Codeway, focuses on delivering hybrid-casual actions with scalable monetization. Backed by a16z Speedrun, we are building the next generation of mobile hits from the ground up.",
    "preamble": "Creating the next generation of hit Action mobile games",
    "cohort": "SR004",
    "city": "Istanbul",
    "state": "",
    "country": "Turkey",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Publishing",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Ambiguous",
    "website": "https://www.ambiguous.io",
    "description": "Ambiguous builds AI coworkers that work like teammates. Our coworkers have real identities (e.g. @oliver, @claire) and work naturally through human interfaces like email, Slack, and Google Docs. They handle everyday operational tasks like scheduling and CRM updates by default, and can run complex playbooks using your SOPs — such as managing customer inquiries and processing refunds. Under the hood, Ambiguous is an agentic operating system designed to plan and execute the low-complexity, high-frequency tasks no one wants to do.",
    "preamble": "AI coworkers that work like teammates.",
    "cohort": "SR005",
    "city": "Bellevue",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "Marketplace",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Anchr",
    "website": "https://anchr.tech",
    "description": "Anchr is building the first network of AI agents for food distributors, automating away manual bottlenecks across their value chains. Our agents automate workflows across functions like order intake, procurement, inventory management and support by integrating into systems and processes already in place.",
    "preamble": "The AI Operating System For Food Distributors",
    "cohort": "SR005",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://anchr.tech/trust",
    "trustCenterType": "path"
  },
  {
    "name": "AndThen",
    "website": "https://andthen.chat/",
    "description": "AndThen is a voice-first platform built to spin up daily interactive experiences across genres and repeatable formats. From game shows to mysteries to character-driven stories, every experience is designed to be short, episodic, and replayable. \r\n\r\nOur tech stack supports multi-agent voice interactions and narrative guardrails, allowing us to expand into new game types quickly while keeping conversations coherent, engaging, and fun.\r\n\r\nWe bring deep experience in media, entertainment, and technology. The founding team includes the former showrunner of The Tonight Show Starring Jimmy Fallon alongside leaders in AI and interactive media. That mix gives us unique insight into how to craft formats that people return to every day. Not just experiments, these are repeatable shows and challenges that feel familiar, fun, and scalable.\r\n\r\nOur vision is to build the platform for voice-first interactive entertainment at scale. We’re onboarding creators, writers, celebrities, brands, and IP holders to launch new formats on AndThen, and our roadmap includes opening the platform so any user can create and publish their own. \r\n\r\nThink of it as “AI Audio Roblox”... a consumer hub where players come back daily to talk, play, and share conversations that actually do something.",
    "preamble": "AndThen is a voice-first platform that makes conversations with AI characters something you do: games, challenges, and episodic stories with real goals.",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://andthen.chat/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Argu",
    "website": "https://argu.ai",
    "description": "Existing CCTV video systems are limited to pretrained models and use cases. \nArgu solves that with agentic video intelligence technology, which is operated entirely with words.\n\nWe help critical infrastructure and governments to save lives, eliminate tenders and long integration cycles, and gain visibility on what matters.\nWith Argu, everything is visible now.",
    "preamble": "Create Vision Agents to monitor any scenario in real-time video from CCTV in minutes instead of months.\r\nZero training. Zero time. Just words.",
    "cohort": "SR005",
    "city": "Pardes Hana Karkur",
    "state": "",
    "country": "Israel",
    "teamSize": 9,
    "founded": 2024,
    "industries": [
      "AI",
      "Deep Tech",
      "Defense Tech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Artifact",
    "website": "https://getartifact.com/",
    "description": "Artifact deploys custom agents for accounting firms and finance professionals. Our edge is ground breaking accuracy for ledger posting and reconciliation workflows.",
    "preamble": "System of intelligence for accounting",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2024,
    "industries": [
      "AI",
      "Fintech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Atorie",
    "website": "https://shopatorie.com/",
    "description": "Atorie is the “luxury Temu”— Growing 100% wow, $1.4M in annual run rate. \r\n\r\nWe are a marketplace enabling high-end manufacturers to sell directly to consumers. We help factories increase their margins by 100% while giving consumers access to unique goods (Italian leather, cashmere, etc.) at 10–20% of the typical retail price. The platform leverages AI to redefine the manufacturing and e-commerce stack (with merchandising/design agents, AI fashion models, and personal shoppers on the consumer side...).",
    "preamble": "Atorie: Luxury Without the Price Tag",
    "cohort": "SR004",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Marketplace",
      "B2B"
    ],
    "trustCenterUrl": "https://shopatorie.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Atrios",
    "website": "https://www.atrios.com",
    "description": "Atrios is building the world’s largest “who knows who” data set for GTM teams.\r\n\r\nThe Wedge: Warm introductions. Scalable, automated, and incentivized.\r\n Cash printing machine that wins us data while creating the world's largest decentralized salesforce. (Making hundreds of intros a month right now at an average price of $1,000/intro)\r\n\r\n\r\nThe Data Layer: Over time, Atrios builds the most valuable dataset in B2B: a living graph of relationships, context, and trust signals.\r\n\r\n\r\nHow The Wedge Works:\r\nCompanies upload lead lists + bounties they will pay for meetings.\r\nAtrios AI identifies connectors with the right relationships, plus why the intro makes sense.\r\nConnectors earn thousands of dollars by introducing people in their network to companies/products they’ll actually value.\r\n\r\n\r\nTL;DR: Cold outreach is broken. Warm intros are just the start. \r\nAtrios is building the relationship data layer that will power the next generation of sales and GTM.",
    "preamble": "Atrios is an AI-powered network intelligence platform that maps who knows who and makes it actionable for go-to-market teams.\r\n\r\n 0 to $1M Rev Run Rate in 4 months since beta launch!",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.atrios.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Autonomous Investing",
    "website": "",
    "description": "Autonomous Investing is building a superhuman AI investor—an LLM‑native system that reasons like a world‑class investment analyst, not a black‑box quant.\r\nIt ingests vast unstructured signals, forms explainable theses, and acts with disciplined, auditable conviction.\r\nOur vision: institutional‑grade, always‑on research and decisioning for every portfolio.",
    "preamble": "Building a superhuman AI investor",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Fintech"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "AvatarOS",
    "website": "https://www.avataros.com",
    "description": "We are making digital humans REAL!\r\n\r\nThe team that built the virtual sensation, Miquela, is back with the best avatar technology in the world.\r\n\r\nMiquela is a virtual phenomenon with 50M streams on Spotify, 6M followers on social, and named Time Magazines 25 Most Influential People on the Internet. She has received casting calls for the hottest shows in Hollywood, including HBO's \"Euphoria\".\r\n\r\nBut film grade VFX costs up to $3k/second! That's over $10M/hour!\r\n\r\nEnter AvatarOS - we generate authentic human avatars that embody the motion, mannerisms, and nuance that make individuals unique with our proprietary 4D/ML tech. \r\nAnd because they are dynamically driven by AI, there is NO COST for animation.\r\n\r\nDigital Human Avatars are $18B market, projected to reach $500B by 2030\r\n\r\nWant to know what countless top brands can't wait to get their hands on? Get in touch!",
    "preamble": "Making Digital Humans Real",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Avenir AI",
    "website": "https://www.avenir.com.ai",
    "description": "Employee benefits - the second-largest cost center for employers - are broken.\r\nConfusing and costly for employees and companies, and shockingly manual for brokers.\r\nLegacy systems force people to sift through millions of lines of data across claims, utilization, and regulations.\r\n\r\nThis is a $1.9T market stuck on manual - Avenir AI automates it.\r\n\r\nWe built AI agents that deliver immediate savings and smart optimization across plans, vendors, and workflows.\r\nThis level of intelligence and speed was not possible before.\r\n\r\nWe started Avenir a few months ago and have already signed Fortune 500s and top-5 brokers - with $0 in marketing spend.\r\n\r\nA big problem needs the best team.\r\nWe assembled a world-class, AI-native team from MIT, Apple, and Microsoft - and our traction shows it’s working.\r\n\r\nExcited to help disrupt a $1.9T legacy industry?\r\nEmail me: maria@avenir.com.ai",
    "preamble": "AI Agents for Employee Benefits: the $1.9T market.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Healthcare",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Axon",
    "website": "https://www.axoncapital.co/",
    "description": "Axon is a research and trading firm. We have pioneered brain-inspired, low-latency AI for financial markets. Our work advances both the infrastructure that delivers speed and the models that deliver intelligence.",
    "preamble": "DeepMind for Finance",
    "cohort": "SR005",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Deep Tech",
      "Fintech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Azimov",
    "website": "https://www.azimov.ai/",
    "description": "$2.5M annualized revenue  <6 months.\r\n\r\nAzimov fused a AAA game engine with multimodal machine learning models to create an engine that brings AI to life. We used this engine to create our first app Otherhalf.ai \r\n \r\nReach us at founders@azimov.ai",
    "preamble": "An engine to bring AI to life (2.5M ARR)",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2023,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Bead AI",
    "website": "https://usebead.ai",
    "description": "Auditors spend endless hours on manual tasks: chasing documents, comparing screenshots, and populating excel sheets. Our AI agent handles grunt work, so auditors focus on judgment and strategy – and the business saves 60% of the cost. \r\n\r\nWe’re starting with Sarbanes-Oxley Act compliance – audits that cost $2m+/year in salaries for every US listed company.",
    "preamble": "Bead is building AI agents for Internal Audit teams, automating repetitive work in a $70B industry.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://usebead.ai/security",
    "trustCenterType": "path"
  },
  {
    "name": "bins",
    "website": "https://joinbins.com/app",
    "description": "Bins brings a fun-first approach to online shopping through a gamified peer-to-peer marketplace with an emphasis on secondhand.\r\n\r\nWe aim to put a new thrift shop in our users' pockets each morning, creating a playground of unique & unfiltered styles. In an online world littered with infinite choices, we give users a digestible, comforting sense of finiteness while still putting discovery first.",
    "preamble": "making online shopping (actually) fun",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "Marketplace",
      "Social Networking",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Blank",
    "website": "https://www.theblankapp.com/",
    "description": "AI is the most powerful creative tool ever invented—but using it today is a total nightmare.\r\n\r\nYour average user doesn't care which model is being used, what LoRA's are, or have patience to deal with Discord slash commands or complex designs. \r\n\r\nWhat the last 20 years of social media have taught us is that users want an easy way to create, discover, and share amazing content with friends. \r\n\r\nWe’re also quickly learning that the models aren’t the moat. The real value lies in the consumer app that can make AI engaging, social, and accessible to everyone. \r\n\r\nAnd that’s exactly what we’re here to do. \r\n\r\nBlank makes creating with AI effortless, social, and fun. We package powerful new technologies in a familiar and approachable UI, making AI accessible to anyone.",
    "preamble": "Instagram for Generative AI",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "UGC",
      "Social Networking"
    ],
    "trustCenterUrl": "https://www.theblankapp.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "BotBot",
    "website": "https://botbot.com",
    "description": "At BotBot, we turn AI behavior into a closed-loop growth lever. Right now, behavior is trapped in code; brand, design, marketing, and product teams can’t own the experience. Our partners like Mattel, Bosch, Warner Bros., need a way in. \n\nBotBot gives them editable behavior (tone, timing, memory, upsells) with instant A/B and telemetry, so each variant maps to conversion, retention, CSAT, and containment. Design, ship to a cohort, read the lift, iterate. Same models, measurably better business results. This is the power of design and UX for AI.",
    "preamble": "Aligning AI to brand and outcomes: the UX layer for the AI era.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": "https://botbot.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Braid",
    "website": "https://braidhr.com",
    "description": "Braid's employee engagement platform focused on brain-boosting games for remote and hybrid teams. Within 3 months of launching over 100 companies are already using Braid to increase their teams' productivity and engagement.",
    "preamble": "Boosting employee productivity and engagement with play!",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Brief",
    "website": "https://briefhq.ai/",
    "description": "While AI agents can build and ship code at unprecedented speed, they lack the strategic context and product intuition to make meaningful decisions.\r\n\r\nBrief provides the missing \"intention layer\" - giving AI agents business context, user understanding, and institutional memory to make intelligent product trade-offs.",
    "preamble": "The AI Chief Product Officer",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Canto Reality",
    "website": "https://cantoreality.com",
    "description": "Canto Reality, Inc. is an exploratory deployment lab building social experiences.",
    "preamble": "Enabling more dreams to see the light of day.",
    "cohort": "SR001",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2023,
    "industries": [
      "AI",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Cheddr",
    "website": "https://www.cheddr.xyz",
    "description": "Cheddr is a real-money sports wagering app built for the mass market, legally operating in 46 states—nearly twice as many as DraftKings.\r\n\r\nSports betting is a massive industry, with $150 billion wagered annually in the U.S. A staggering 25% of adults and 82% of all male college students place bets each year. Yet, online sportsbooks are only legal in 25 states, and most platforms exclude players under 21. Existing options tend to be complex often resembling Excel spreadsheets with little social interaction or engagement.\r\n\r\nWe are building the TikTok of sports wagering—a sportsbook legal in 46 states (about twice as many as DraftKings). We feature an easy to use UI, gamification and live in-game micro betting, which is powered by partnerships with the NFL.\r\n\r\nThe Cheddr team has 30+ years of combined experience in sweepstakes, skill and real money games. CEO, Jason Krupat is a serial entrepreneur who previously raised funding from Drive by DraftKings for a crypto skill games platform.",
    "preamble": "Cheddr is a mass-market sports wagering platform legal in 46 states",
    "cohort": "SR004",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "Real Money Gaming",
      "AI",
      "Social Networking"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Chronicler",
    "website": "https://chronicler.io",
    "description": "Chronicler is an AI-powered assistant that lives inside messaging apps, using AI agents to transform self-texted notes, reminders, and ideas into an organized, searchable second brain—while also proactively managing tasks, scheduling, and follow-ups to keep you on track.",
    "preamble": "What if your self-texts could organize themselves?",
    "cohort": "SR004",
    "city": "Pittsburgh",
    "state": "Pennsylvania",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Social Networking"
    ],
    "trustCenterUrl": "https://chronicler.io/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Circle Games",
    "website": "https://circle.gs",
    "description": "At Circle Games, we focus on building mobile puzzle games that stand out by design and succeed by execution. We analyze market trends to spot rising mechanics and build around the ones with the highest growth potential—because the market conditions sets the future of the game.\r\n\r\nOur philosophy, \"details are the product\", drives us to perfect every aspect of the player experience. From polished core mechanics to social systems and engaging mini-games, we ensure our games reach the right audience and keep them coming back. We’re here to build games that not only meet market demands but exceed player expectations—delivering long-lasting experiences where every detail matters because both games & players deserve better!",
    "preamble": "We're turning potential into perfection!",
    "cohort": "SR004",
    "city": "Istanbul",
    "state": "",
    "country": "Turkey",
    "teamSize": 11,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Media/Animation",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Clementine",
    "website": "https://clementine.games/",
    "description": "We build games where the content and functionality game are modded as you play them. That's the main mechanic!\r\n\r\nWe built this system to generate functional, reliable code from natural language in real-time. And we are building a monster trainer as a first title.",
    "preamble": "Calvinball meets Lovable",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Clout Kitchen",
    "website": "https://cloutkitchen.net",
    "description": "We empower content creators to be everything, everywhere, all at once by turning them into AI friends that live across your favorite games. \r\n\r\nOur first app, Backseat, is a real-time voice companion for League of Legends. Imagine having the world's biggest streamers, like Tyler1, Emiru, and Jankos, as your gaming buddies -- telling you how to get better and commenting on all the action.\r\n\r\nWe're a team of creators and serial entrepreneurs, with our founding team also being the founding team behind AcadArena and Proxy Talent. \r\n\r\nJustin (CEO) founded + exited the first Series A gaming company in the Philippines while in college and produced the largest pop culture event in Southeast Asia. Marcel (CBO) was a pioneering League of Legends pro, playing in the 2013 World Championship before starting and exiting one of the first pro player talent agencies.",
    "preamble": "Unlocking infinite scale for creators through digital twins. We work with legends like Tyler1, Emiru, and Jankos.",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2024,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://cloutkitchen.net/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Clubs Poker",
    "website": "https://clubspoker.com/",
    "description": "Clubs Poker is an innovative online social poker and casino network that allows users to play their favorite games and win real cash prizes.  Designed for both casual players and high-stakes enthusiasts, our platform leverages innovative technology and engaging social features to drive retention and maximize lifetime value. With a thriving, growing community and a battle-tested team behind it, Clubs Poker is positioned to become the premier online poker destination in the United States.",
    "preamble": "Clubs Poker aims to be the largest online poker network in North America",
    "cohort": "SR004",
    "city": "Philadelphia",
    "state": "Pennsylvania",
    "country": "United States of America",
    "teamSize": 49,
    "founded": 2023,
    "industries": [
      "Marketplace"
    ],
    "trustCenterUrl": "https://clubspoker.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Communion",
    "website": "https://communion.games/",
    "description": "Communion is a new creative entity fusing fashion, games, and emergent tech to create a life matrix — an endless game with infinite scenarios. Altar is the first step.\r\n\r\nBased in Venice Beach, CA.",
    "preamble": "creating Altar — a social deduction royale.",
    "cohort": "SR003",
    "city": "Venice",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Coverd",
    "website": "https://www.coverd.us",
    "description": "On Coverd, users can play for as little as $0.01 to have entire credit card bills or obligations written off. We want to become the best personal finance solution based on game and interaction data.\r\n\r\nReach us at investors@coverd.us",
    "preamble": "We disrupt personal finance through gamification, starting by letting people bet against their bills.",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "Real Money Gaming",
      "Fintech",
      "Web3"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Coverstar",
    "website": "https://coverstar.app/",
    "description": "Coverstar is Gen Alpha’s social platform, aiming to become the Disneyland of social networks, providing a safe and positive space for young digital natives to connect and create.",
    "preamble": "Gen Alpha’s social platform.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 9,
    "founded": 2022,
    "industries": [
      "Social Networking",
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Crater Studios",
    "website": "https://www.craterstudiosgames.com/",
    "description": "Crater Studios is pioneering a Micro-AAA development model, combining the quality and depth of AAA games with the speed and efficiency of indie studios. By leveraging AI-driven workflows, modular development frameworks, and a data-driven approach to game incubation, we rapidly prototype, test, and launch high-quality games at a fraction of traditional costs. \r\n\r\nOur first title, Dwarven Realms, has proven the model’s success, reaching 150,000+ players and generating $850K in revenue within its first year. With a growing portfolio, including an extractor shooter and a collectible card game, we are building a scalable, interconnected ecosystem of games designed for long-term engagement. \r\n\r\nBacked by top investors such as A16Z Speedrun, Overwolf, Riot’s former CTO Scott Gelb, and CohhCarnage, Crater Studios is redefining how high-quality PC and console games are built, launching faster and more efficiently than ever before.",
    "preamble": "Crater Studios is a next-generation game studio pioneering Micro-AAA—delivering high-quality games at rapid speed and a fraction of traditional costs.",
    "cohort": "SR002",
    "city": "Apex",
    "state": "North Carolina",
    "country": "United States of America",
    "teamSize": 11,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Developer Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Creed",
    "website": "https://www.usecreed.com",
    "description": "Building an AI companion for the 2.4 billion Christians of the world.\r\n\r\nIn times of uncertainty we look for guidance in institutions we trust. For some of us that's the media, for others it's randomized control studies, and for 64% of Americans that's the Church.  Creed is building the first AI companion rooted in Christian values that learns about you, grows with you,  and helps you connect with your faith.\r\n\r\nWe launched 8 weeks ago, and have been doubling nearly every week reaching 60k users + best in class retention and positive unit economics.",
    "preamble": "AI rooted in Christian values",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.usecreed.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Crema Social",
    "website": "https://www.cremasocial.com",
    "description": "Consolidating international gifting/dating marketplace. Our first market entry uses a business model of video call + food delivery for people to virtually get to know each other and enjoy a meal together over live video. Over 1M users have signed up in the past 8 months.",
    "preamble": "Redefining international dating one lunch at a time",
    "cohort": "SR003",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2023,
    "industries": [
      "Social Networking",
      "Dating",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.cremasocial.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Daedalia",
    "website": "https://soullink.cc",
    "description": "Virtual friends are the next social revolution, and Daedalia is making it real. \r\nWe fuse AAA game tech with emotional AI to craft next-gen companions that look cinematic, act human, and feel alive.\r\n\r\nWith a proven founder and a high-speed team, Daedalia will bring presence to a billion lives.",
    "preamble": "Build bonds with virtual humans.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2025,
    "industries": [
      "AI",
      "Media/Animation",
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Dare Drop",
    "website": "https://daredrop.com",
    "description": "Dare Drop helps game publishers and studios like EA and Focus Entertainment reach and keep their audiences engaged on Twitch, YouTube, and TikTok. Compared to agencies, Dare Drop delivers 4x more views per $ for games, and helps creators grow 3x faster than normal while doing it.",
    "preamble": "Dare Drop is a platform to make games go viral on social platforms.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2019,
    "industries": [
      "Social Networking",
      "Marketplace",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": "https://daredrop.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Darwin",
    "website": "https://darwin.so",
    "description": "Darwin is building the infrastructure for serving AI-personalized video on the internet. From consumer entertainment to personalized advertising, we power the personalized memory and video generation layer for this new class of content.",
    "preamble": "We serve AI-personalized media on the internet",
    "cohort": "SR004",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2024,
    "industries": [
      "Media/Animation",
      "AI Models/Infrastructure",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "DeepPrediction",
    "website": "https://deepprediction.com/",
    "description": "DeepPrediction is a platform of 200+ vision-first agents that watch users and take action. \r\n \r\nThe founders are a cracked AI product team with terrifying GTM skills. Liam shipped the first Gemini multimodal LLM at Google, co-founded project Mariner and founded venture backed companies. David lead the computer vision team, and implemented AI technologies at Wayfair. They have been best friends since they were 11 years old.\r\n \r\nWant to see why more than 250 companies have joined the waitlist and product leaders are dying to get an invite code? Let's talk.",
    "preamble": "Watch every user. Predict the future.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://deepprediction.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Definitely Games",
    "website": "https://def.games",
    "description": "We're a game studio founded by two award-winning, creative engineers with successful exits and the tech chops to scale anything.",
    "preamble": "Building the future of online coop games.",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "AI",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Dex",
    "website": "https://www.meetdex.ai",
    "description": "Dex is an AI recruiter and career coach that gets to know candidates well beyond their CV to uncover their ambitions, motivations and deal breakers. He uses that knowledge to match candidates with top-tier tech companies that value the same things, making for more meaningful, long term matches.\r\n\r\nBut he doesn’t stop at job matching, he’s also a career coach (that’s actually helpful). He promotes self-reflection, guides career planning, company evaluations and even helps prep and practice for interviews. \r\n\r\nFor companies, Dex is solving the single biggest challenge in business: hiring. He provides immediate access to exceptional, and often off-market, talent who are more likely to stick.\r\n\r\nUltimately, we believe life is short and should be filled with work that matters.",
    "preamble": "The AI tech recruiter that finds the most motivated candidates",
    "cohort": "SR005",
    "city": "London & San Francisco",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 8,
    "founded": 2025,
    "industries": [
      "AI",
      "Marketplace",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Dispatcher",
    "website": "https://www.dispatchersystems.com",
    "description": "Software that turns drones into agents capable of real-time decisions",
    "preamble": "Agentic Interface for Drones and Robotics",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Robotics",
      "Deep Tech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Double Dusk",
    "website": "https://doubledusk.com/",
    "description": "Double Dusk is building character-based 2 player games that combine breakout concepts with viral loops. The gaming market is shifting towards co-op, we will take it to the end game with 2 player experiences designed to last and grow with your friendships.\r\n\r\nWe’re a team of repeat founders who have built lean venture game studios (Gamelynx), scaled Silicon Valley startups (Freckle), and been in the trenches leading content for billion dollar games (VALORANT, Sky: Children of Light).",
    "preamble": "Double Dusk is creating character-based 2 player games to take co-op to its end game",
    "cohort": "SR004",
    "city": "Globally Remote",
    "state": "Delaware",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "DoubleFifth",
    "website": "https://double5th.com",
    "description": "We are building Plaid for Behavioral Data—a unified API that allows users to selectively grant developers access to their digital data across various other platforms.\r\n\r\nWe do the difficult work of scraping, building, and maintaining data connectors and transforming disparate data formats into a unified schema, making it immediately useful for developers. Netflix watch history, ride data from Uber, DoorDash order history, or purchase history from Amazon. Everything is cleanly structured and readily accessible.\r\n\r\nWe enable powerful and novel use cases (quicker onboarding, hyper personalized insights/recommendations, consumer intelligence, etc.).",
    "preamble": "Unified API for Behavioral Data",
    "cohort": "SR004",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "Developer Tools",
      "B2B",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Doublespeed",
    "website": "https://doublespeed.ai",
    "description": "We've built an attention intelligence platform to build and deploy social agents at scale across every demographic and niche. Capturing mindshare on organic social is currently a human labor problem, instead our autonomous creators learn from every interaction, and become more valuable over time driving conversions and engaging with millions 24/7.\n\nOne person can now orchestrate what used to take a 30-person creator team and $40,000 at 10% of the cost.",
    "preamble": "Automating Attention - Synthetic Creator Infrastructure",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Advertising/Marketing",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Dream Voyage",
    "website": "",
    "description": "Voyage is an AI-driven consumer studio building viral, category-defining products. SINE Daily Manifest, our AI-powered spiritual health app, exploded on TikTok. Vdrop turns social media into a payment network, enabling money transfers with a single tweet. RPS, our Solana-based social game, has racked up 100M+ views on TikTok.",
    "preamble": "Building a fun future with AI.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "AI",
      "Web3",
      "Real Money Gaming"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Drill Creative, Inc.",
    "website": "https://www.drillcreative.com/",
    "description": "Drill Creative brings AAA gamedev experience and knowhow to the UGC space, laying the foundation for the future of user generated content. We are currently engaged in building our tech base and developing IP that will that will set the standard for UGC going forward.",
    "preamble": "Building innovative and unique UGC experiences as no one else can.",
    "cohort": "SR002",
    "city": "Raleigh",
    "state": "North Carolina",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Echo Chunk",
    "website": "https://echochunk.com",
    "description": "We're building AI strategy games that generate themselves. We just launched our first game as Launch Partners with Discord and it's been a massive hit.\r\n\r\nEcho Chess is doing to chess what pickleball did to tennis.\r\n\r\nWe believe there’s a huge opportunity for innovating on easy-to-learn, hard-to-master games like chess and open them up to a mass-market audience, and we’ve found the enormous latent demand to be severely underserved.\r\n\r\nFrom grandmasters to grandmas to a whole lot of GenZ fans, our players get obsessed with playing, creating, remixing, and sharing top-tier community UGC with our Playground builder.\r\n\r\nIf you resonate with our mission, come join us on this journey. And more importantly, have you solved Echo Chess today?\r\n\r\n//\r\n\r\nRead more about us here:\r\nhttps://venturebeat.com/games/echo-chunk-raises-1-4m-to-make-ai-based-puzzle-games/",
    "preamble": "AI Strategy Games that Generate Themselves. Starting with Echo Chess: the viral \"Wordle for Chess\"",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Edgar",
    "website": "https://www.edgar.co",
    "description": "Edgar is a game engine powered by sweepstakes to bring real money engagement into F2P. Our first step to building this engine is developing the next-gen social casino in partnership with Betty Gaming.",
    "preamble": "Bringing real money engagement into F2P via sweepstakes",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2024,
    "industries": [
      "Real Money Gaming",
      "Games Studio",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Else",
    "website": "https://somethingelse.ai",
    "description": "Every customer wants \"just one more thing.\"\nWith Else, anyone can vibe code full-stack functionality on top of your product in complete isolation.",
    "preamble": "Build something Else",
    "cohort": "SR003",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": "https://somethingelse.ai/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Elsewhere",
    "website": "https://elsewhere.zone",
    "description": "We make games that feel like an adventure you go on with your friends, and the adventure is never the same twice",
    "preamble": "The multiplayer roguelike of your dreams",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Endo Health",
    "website": "https://endohealth.ai",
    "description": "Endo Health is building voice as the new emotional engine for healthcare. Glow, our AI voice companion, delivers weight loss coaching through intimate interactions, forming the emotional bonds that drive lasting change. With 50M+ TikTok views, 12000+ minutes of monthly conversation, 2x MoM growth, and 40%+ D7 retention, we're building the front door into healthcare starting with weight loss. Built by a medical doctor, backed by General Catalyst and a16z speedrun.",
    "preamble": "Voice as the new emotional engine for healthcare",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "Healthcare",
      "Fitness",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "EverCurrent",
    "website": "https://evercurrent.ai",
    "description": "EverCurrent is the first AI-native platform of record to align tools, processes, and knowledge for hardware teams. EverCurrent AI automatically documents the changes across teams, and ties each decision to its wider context. It multiplies the value of the tools, processes, and knowledge hardware teams have — keeping changes recorded, decisions in context, and risks visible.",
    "preamble": "Hardware doesn’t stall on ideas; it stalls on scattered knowledge. EverCurrent creates alignment — making the miracles of hardware development repeatable",
    "cohort": "SR005",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Deep Tech",
      "B2B"
    ],
    "trustCenterUrl": "https://evercurrent.ai/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Ex-Human",
    "website": "https://exh.ai/",
    "description": "Ex-Human is the world’s first empathetic AI platform, trained on millions of real conversations to deliver truly human-like interactions. Seamlessly integrating text, images, and video, it creates emotionally intelligent AI companions that engage users in meaningful, personalized ways. \r\n\r\nPowered by proprietary AI technology fine-tuned on real-world interactions, Ex-Human enables businesses to develop AI characters that drive deeper user engagement, boost retention, and increase monetization.\r\n\r\nWe’ve gained significant traction with $6M ARR, over 1M MAU, 60 B2B clients, and partnerships with companies like Grindr.\r\n\r\nBacked by investors like A16Z, Baidu Ventures, JAM Fund and Soma Capital, we're creating a future where empathetic AI companions are an integral part of human life.",
    "preamble": "Creating AI with a soul - fun, engaging, and deeply empathetic.",
    "cohort": "SR001",
    "city": "Boulder",
    "state": "Colorado",
    "country": "United States of America",
    "teamSize": 20,
    "founded": 2021,
    "industries": [
      "AI",
      "B2B",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://exh.ai/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Exia Labs",
    "website": "https://www.exialabs.com/",
    "description": "Exia Labs products include:\r\n-Blue: Copilot for Military Operations\r\n-Recon: Intelligence Preparation of the Operational Environment AI Agent",
    "preamble": "Master the Science of War",
    "cohort": "SR003",
    "city": "Bellevue",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Defense Tech",
      "Robotics"
    ],
    "trustCenterUrl": "https://www.exialabs.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Ezra AI Labs",
    "website": "https://ezraailabs.tech",
    "description": "Recruiting today is drowning in noise: AI-written resumes, scripted interviews, and candidates openly cheating with ChatGPT. Ezra was built by recruiters, for recruiters, on two years of R&D in Voice AI to restore the signals that matter—nuance, authenticity, and fairness. We help you find the needles in the haystack at scale, so you stop wasting time on noise and start connecting with the right candidates.\r\n\r\nSee an interview here: https://drive.google.com/file/d/19O3JPaQocTGwEYxZaMiXANQ6fLqi4_R5/view\r\n\r\nTry an interview here: https://app.ezraailabs.tech/interviewFromLinkInvitation/63bc2564-d40f-4335-8234-128e1fac3b28",
    "preamble": "Ezra supercharges talent teams with the world’s most intelligent voice AI interviewer",
    "cohort": "SR005",
    "city": "Lafayette",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://trust.ezraailabs.tech",
    "trustCenterType": "subdomain"
  },
  {
    "name": "Fearn",
    "website": "https://fearn.ai",
    "description": "Current legal AI tools don’t understand the weirdness that is intellectual property (IP) law. For IP, privacy matters in a way not seen in other fields of law. For example, using ChatGPT to write your IP counts as “public disclosure”. This means that by talking about your invention to a public AI, you’ve invalidated the very IP you were trying to file. \r\n\r\nFearn has developed its own hypercompact foundation models, built and trained especially for IP law and its privacy needs. The nature of our models means we can run our software on almost anything, and deploy in complete privacy. We are IP professionals, building for the needs of IP professionals.",
    "preamble": "Fearn is the only compliant AI for drafting intellectual property.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Publishing",
      "B2B"
    ],
    "trustCenterUrl": "https://fearn.ai/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Figment",
    "website": "https://figment.games/",
    "description": "Figment is a studio and technology company that is pioneering an entirely new media format which couldn’t exist before AI — stories that can adapt in real time to become hyper personalized, interactive, and infinite worlds. \r\n\r\nWe are building a comprehensive ecosystem for AI-powered interactive storytelling consisting of both a consumer-facing storytelling platform and professional-grade, AI-powered tooling for visuals + narratives. Our social-first consumer platform becomes a content engine where the best stories can be adapted into increasingly higher fidelity media. Our storytelling tools feel like toys, making storytelling a fun and approachable experience through the power of AI.\r\n\r\nOur vision is a complete, vertically integrated flywheel, consisting of content, tools, and distribution.\r\n\r\nFounded by veterans from Pixar and Epic Games, our world-class team combines deep expertise in AI and gaming with creative talent.",
    "preamble": "At Figment, we are creating the end to end ecosystem for telling infinite generative stories.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools",
      "Media/Animation"
    ],
    "trustCenterUrl": "https://trust.figment.games",
    "trustCenterType": "subdomain"
  },
  {
    "name": "First Day Entertainment",
    "website": "https://www.firstdayentertainment.net/",
    "description": "We are at the forefront of gaming innovation and dedicated to developing AI-powered games.",
    "preamble": "Pioneering AI-powered Games",
    "cohort": "SR002",
    "city": "Sunnyvale",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "AI",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "First Voyage",
    "website": "https://momoselfcare.com/",
    "description": "First Voyage creates mythological pets that turn wellness into play. By blending AI, gamification, and immersive worldbuilding, we build products people love, and feel deeply connected to. In just two months since launch, our first creature, Momo, has helped users complete over 400,000+ quests -- with a leading category D1 retention of 46%.",
    "preamble": "Modern mythologies to help people live healthier, happier lives.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Media/Animation",
      "Fitness"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Flat2VR Studios",
    "website": "https://flat2vrstudios.com",
    "description": "At Flat2VR Studios, we transform beloved flatscreen games into fully immersive VR experiences. From high-octane racing and intense shooters to quirky rhythm games, our mission is to reimagine iconic titles for VR gamers. With roots in the modding community, we’ve adapted over 30 flat games into VR hits, loved by millions.\r\n\r\nAs a full-service studio, we handle development, funding, publishing and go-to-market strategies, making the shift to VR seamless for our IP partners. Using cutting-edge tools, we adapt games quickly and efficiently, maintaining the highest quality standards.\r\n\r\nOur upcoming lineup includes adaptations of favorites like Trombone Champ, FlatOut, and RoboQuest, with many more to follow. Backed by partnerships with Meta, PlayStation, and Steam, and supported by a talented team of VR industry veterans, we’re setting a new standard in immersive gaming.\r\n\r\nJoin us as we push the boundaries of what’s possible, taking classic games to the next level in virtual reality.",
    "preamble": "Transforming your favorite games into immersive VR experiences. Flat2VR Studios brings the classics to life in virtual reality.",
    "cohort": "SR003",
    "city": "Wesley Chapel",
    "state": "Florida",
    "country": "United States of America",
    "teamSize": 40,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "AR/VR",
      "Publishing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "FLORA",
    "website": "https://florafauna.ai",
    "description": "FLORA is Cursor for creatives: the first agentic creative tool that lets you automate your entire creative workflow. FLORA brings the best text, image, and video AI models onto one infinite canvas, letting you concept faster, generate variations instantly, collaborate in real-time, and share generative workflows with clients. \r\n\r\nFLORA is already used by the best visual design agencies in the world such as Pentagram and Franklyn. We're backed by a16z Games, Menlo Ventures, Long Journey Ventures, and angels from Pika, Midjourney, Stability, and Facebook AI Research Lab.",
    "preamble": "Cursor for Creatives",
    "cohort": "SR004",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 8,
    "founded": 2024,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://trust.florafauna.ai",
    "trustCenterType": "subdomain"
  },
  {
    "name": "Gamebeast",
    "website": "https://www.gamebeast.gg/",
    "description": "Gamebeast is a revolutionary low-code LiveOps and data platform tailored for game developers on UGC platforms like Roblox and UEFN.",
    "preamble": "Engage Everywhere",
    "cohort": "SR002",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2023,
    "industries": [
      "Developer Tools",
      "UGC",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Genway AI",
    "website": "https://www.genway.ai",
    "description": "Genway AI is a market research platform powered by conversational AI agents. We help enterprise software companies and CPG brands unlock customer centricity and gain deep insights at unprecedented speed and scale through qualitative interviews conducted by AI agents. We are generating revenue and working with world-class customers, including 𝐞𝐓𝐨𝐫𝐨, 𝐏𝐥𝐚𝐲𝐭𝐢𝐤𝐚, 𝐍𝐄𝐗𝐓, 𝐔𝐩𝐰𝐨𝐫𝐤, and others.\r\n\r\nAs a Team, Genway brings together over 40 years of technological Know-How in the field of Conversational AI and Data Analysis from 𝐄𝐥𝐢𝐭𝐞 𝐓𝐞𝐜𝐡𝐧𝐨𝐥𝐨𝐠𝐢𝐜𝐚𝐥 𝐔𝐧𝐢𝐭𝐞𝐬 𝐚𝐭 𝐭𝐡𝐞 𝐈𝐬𝐫𝐚𝐞𝐥𝐢 𝐈𝐧𝐭𝐞𝐥𝐥𝐢𝐠𝐞𝐧𝐜𝐞 𝐂𝐨𝐫𝐩 (Matzov, 8200, Matzpen).",
    "preamble": "Conversational AI Agents for User Interviews",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "AI",
      "B2B",
      "Developer Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "GG Folks",
    "website": "https://puzzlewizards.net",
    "description": "GGFolks was formed to build Puzzle Wizards (early access) and future new MMOs across Steam, iOS, Android and other platforms.  The team built and helps operate Puzzle Pirates (2003) and Spiral Knights (2011), older MMOs with active communities. With the exception of speedrun's investment, GGFolks is founder funded.",
    "preamble": "GGFolks creates and operates x-platform cult MMOs Puzzle Pirates, Spiral Knights, Puzzle Wizards and more, coming soon!",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2019,
    "industries": [
      "Games Studio",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Ghosted",
    "website": "https://ghosted.co",
    "description": "As the world becomes increasingly artificial, we're building a fortress of realness where you can meet new people and make connections. \r\n\r\n- No-filter: using AI, we enforce a strict \"authentic & natural picture\"-only policy.\r\n- Stories not profiles: profiles and feeds are dynamic, like you.\r\n- Transparency: we give users access to all their story views, likes and replays.\r\n\r\nWe have 50,000 genZ users, 20% D30 retention, 1 million profile views / month.",
    "preamble": "Ghosted is a no-filter dating app for GenZ.",
    "cohort": "SR004",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "Social Networking",
      "Dating",
      "AI"
    ],
    "trustCenterUrl": "https://ghosted.co/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Glyf",
    "website": "https://glyf.space/",
    "description": "Glyf is the ultimate assistant for motion designers, studios, and creative teams looking to transform their animations into production-ready, stylized assets.\r\n\r\nIn just minutes you can transform your 2D animations into 3D with custom textures / effects, enhance live action footage, or custom train bespoke AI models to match your unique artistic style & direction.",
    "preamble": "AI Effects for Motion Graphics",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2023,
    "industries": [
      "Media/Animation",
      "Creative Tools",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Greathorn Games",
    "website": "https://greathorn.games",
    "description": "Greathorn is a game studio focused on making great games that build inter-player relationships and communities by getting people to talk to one another during play. Our games feature uniquely social game mechanics that drive conversation about tactics and strategy, while also encouraging community formation through deep and innovative integrations with Discord and other community platforms.",
    "preamble": "We create socially-driven multiplayer games for PC and Consoles, blending exciting action with conversation-generating mechanics.",
    "cohort": "SR004",
    "city": "Vancouver",
    "state": "",
    "country": "Canada",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Social Networking",
      "Media/Animation"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Gridsnap",
    "website": "",
    "description": "Gridsnap is a game studio leveraging the power of Unreal Editor for Fortnite (UEFN) to create innovative experiences within the Fortnite ecosystem. \r\n\r\nWe develop our own unique IP while also partnering with influencers to build dedicated spaces for their communities on the platform. \r\n\r\nAdditionally, Gridsnap supports up-and-coming developers by acquiring a stake in their games in exchange for hands-on development assistance.",
    "preamble": "Interactive worlds, built for community, powered by UGC.",
    "cohort": "SR002",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Hedra",
    "website": "https://www.hedra.com",
    "description": "Hedra is an AI native platform for multimodal creation. The platform is built around their own cutting-edge proprietary video model, Character-3, which is the first multimodal model in production. Alongside Character-3, the platform also brings other leading foundation models into one ecosystem spanning generative images, video, and audio. Prosumer and enterprise users leverage Hedra to generate content ranging from viral social media to branded content marketing.",
    "preamble": "A generative media company building the AI-native creation platform around the world's first omnimodal foundation model.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 18,
    "founded": 2023,
    "industries": [
      "Media/Animation",
      "AI Models/Infrastructure",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.hedra.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Hooper",
    "website": "https://hooper.gg",
    "description": "AI is the new GPS: Just like how Strava leveraged GPS in phones to serve runners, Hooper is using video AI to empower athletes in basketball and other sports on the consumer-level. To get stats and highlights for a game, it’s now 100x cheaper and 10x faster.\r\n\r\nVision: Open the access to pro-level training & storytelling to every athlete. The app today comes with stats, mixtapes, medals, and leaderboards, spurring comparison and competition.\r\n\r\nHigh retention: In the beta, users have shown that they love the product. The industry average of users returning to the app after 30 days is 8%. Hooper's is 38%. They continue to come back while also inviting those they play with, and sharing their content online.",
    "preamble": "Hooper uses AI to generate highlights, stats, and the stories on the court that make everyone feel like a pro — all with just a phone.",
    "cohort": "SR004",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Fitness",
      "Social Networking"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Househunt",
    "website": "https://playhousehunt.com",
    "description": "Guess house prices, buy fix and flip homes to build your dream real estate empire",
    "preamble": "Monopoly with real houses",
    "cohort": "SR001",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2023,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Human Computer",
    "website": "https://humancomputer.io",
    "description": "Human Computer is a ground-breaking gaming studio founded by Alex Schleifer and Eliot Garcia Weisberg, aiming to revolutionize the industry with innovative, story-driven games within a shared universe. Our goal is to become the world's premier triple-I studio, built on highly versatile original IP and unparalleled production values.",
    "preamble": "Building the world's greatest triple-I game studio.",
    "cohort": "SR003",
    "city": "Bay Area",
    "state": "California",
    "country": "United States of America",
    "teamSize": 11,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Incite Interactive",
    "website": "https://incite.dev",
    "description": "Incite is an AI-Native Gaming Studio creating the world's first Agentic Life Simulation Game, AuraVale. The team is led by industry veterans from Zynga, The Sims, and Roblox, and are backed by a16z’s Speedrun, Earthling VC, and a stellar cast of gaming industry leaders.",
    "preamble": "Makers of AuraVale, an agentic life simulation where your words shape your story.",
    "cohort": "SR001",
    "city": "Redwood City",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "AI",
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": "https://incite.dev/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Intangible",
    "website": "https://www.intangible.ai",
    "description": "Intangible is a generative AI startup that makes creating and communicating in 3D dramatically simpler than current industry tools - a “Canva for 3D”\r\n\r\nIntangible was founded by industry veterans in 3D — design luminary Charles Migos, and repeat tech founder Bharat Vasan, with a team of technologists from Apple, Pixar, Unity, EA, ILM, Spotify and NASA.\r\n\r\nAt the heart of Intangible’s approach is Intangible OS – a new technical approach to building an AI system that can understand human concepts for 3D, through a combination of LLMs, proprietary knowledge graphs, and a world model. \r\n\r\nThe result is Intangible Studio – a 3D creative tool that is powerful and easy to use by creatives of all abilities in film, games, marketing and agencies. Intangible enables ultra-fast world creation in 3D, precision camera controls, high-quality visuals, and seamless collaboration — all at a fraction of the cost and complexity of industry standard tools.\r\n\r\nWatch the demo: https://www.youtube.com/watch?v=JbVQ",
    "preamble": "Intangible is the world's simplest 3D creative tool.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2024,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Creative Tools"
    ],
    "trustCenterUrl": "https://www.intangible.ai/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Jigsaw",
    "website": "https://jigsaw.build",
    "description": "Jigsaw gives businesses the power of an entire marketing team at the speed of prompt.\r\n\r\nThrough a visual, prompt-first canvas, our agents orchestrate personalized growth campaigns to scale distribution through content, leveraging today’s leading GTM tools while adapting to tomorrow’s. \r\n\r\nWe’re already working with the fastest-growing startups, leading DTC brands, and top GTM agencies to accelerate their growth at scale.",
    "preamble": "The agentic canvas for GTM and distribution.",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": "https://jigsaw.build/security",
    "trustCenterType": "path"
  },
  {
    "name": "Jooba",
    "website": "https://jooba.com",
    "description": "Jooba is using AI to automate the $900B+ recruiting services market. We start by forward deploying into teams like Ramp and using AI Agents to automate their recruiting pipeline.\r\n\r\nOur founders have shipped software to millions at Netflix and Figma, built agents at Essential AI and Resolve AI, co-authored papers on LLM reasoning, spent months shadowing a major recruiting agency, and built one of the fastest growing LinkedIn accounts in the world (in recruiting).\r\n\r\nWe kicked off design partnerships just 5 weeks ago and already have $350k+ in revenue backlog. You can see what they have to say below.",
    "preamble": "The world's first autonomous recruiting firm",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B",
      "Marketplace"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Kanu AI",
    "website": "https://getkanu.com",
    "description": "An AI agent that builds production-ready cloud-native applications from natural language.\r\n\r\nReal software is built on the cloud, not in sandboxes. Our AI agent builds on top of your existing cloud infrastructure, taking your roadmap from prompt to production. Unlike a traditional engineer, Kanu operates at 10x velocity for 1/10th the cost. Just as companies adopted the cloud, they will adopt Kanu AI as their default engineer.",
    "preamble": "The worlds first enterprise grade AI engineer that takes your company's roadmap from prompt to production.",
    "cohort": "SR005",
    "city": "San Fransisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://getkanu.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Keewano",
    "website": "",
    "description": "Keewano uses AI and Proprietary high-speed database technologies to spotlights in-game user usage patterns, visualizes their journeys, and suggests actionable items for improvement. While analytics tools show you game statistics, Keewano deep dives into the user’s path within your game and gives you the tools to observe your game holistically.",
    "preamble": "World's first AI-product manager assistant for gaming & beyond",
    "cohort": "SR003",
    "city": "Tel Aviv",
    "state": "",
    "country": "Israel",
    "teamSize": 8,
    "founded": 2024,
    "industries": [
      "AI",
      "Games Studio"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "k-ID",
    "website": "https://www.k-id.com",
    "description": "k-ID is transforming the way kids and teens access age-appropriate game experiences while helping developers comply with complex global regulations in over 200 markets with a first-of-its-kind, comprehensive platform that makes online platforms safer, better, faster, and more empowering for young players.",
    "preamble": "It’s not about telling kids what they can’t do – it’s about giving them the right tools to discover what they can",
    "cohort": "SR002",
    "city": "Singapore",
    "state": "",
    "country": "Singapore",
    "teamSize": 50,
    "founded": 2023,
    "industries": [
      "B2B"
    ],
    "trustCenterUrl": "https://www.k-id.com/security",
    "trustCenterType": "path"
  },
  {
    "name": "Kintow",
    "website": "https://www.kintow.com",
    "description": "Kintow helps restaurants become more profitable. \r\n\r\nKintow monitors food and labor costs and uses AI to help them improve: recommending what to change and automating core workflows.",
    "preamble": "The AI copilot for modern restaurants.",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Kitbash",
    "website": "https://wyld.land",
    "description": "We're pioneering the best way to make games by creating Kitbash, our new game engine and platform. Using Kitbash, anyone can create compelling 2D games right in the browser by building and remixing their favorite experiences with the help of powerful AI tooling.\r\n\r\nAs we build the platform, we're using Kitbash to build our own games as well, starting with Wyld Land, our 2D Bullet Hell MMO that's launching on the web and Steam later this year.",
    "preamble": "AI powered remixing to unlock the gamedev in everyone.",
    "cohort": "SR004",
    "city": "Overland Park",
    "state": "Kansas",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Labyrinth",
    "website": "https://labyrinth.io/",
    "description": "Labyrinth is an early stage startup founded by Neil Garde, seasoned Google PM, and James Sha, AI researcher and Co-founder / CTO of Onyx (acq. by Curefit).\r\n\r\nWe are currently in stealth, building an AI-powered vertical SaaS application that leverages recent advancements in AI to solve complex, high-impact problems.",
    "preamble": "Building AI-native Vertical SaaS",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "B2B",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Layerpath",
    "website": "https://www.layerpath.com",
    "description": "Layerpath is transforming the broken 'Book a Demo' process with AI Demo Agents that deliver instant, personalized product experiences 24/7.\r\n\r\nOur AI-first platform combines three key components: a Demo Snippet Manager that creates problem-solution-benefit video snippets; a Product Info Repository that ingests docs, pricing, and support details; and AI Demo Agents that orchestrate perfect demos tailored to each prospect's industry, role, and pain points.\r\n\r\nWith 8,000+ signups and 1,000 active customers since our beta launch, we're already seeing dramatic results: 2x pipeline growth, 33% faster sales cycles, and 95% lower demo costs ($2 vs. $40-50 per demo).\r\n\r\nBacked by a16z speedrun and Jason Calacanis, we're building the foundation for the next generation of enterprise revenue systems, starting with the critical moment when awareness becomes consideration.",
    "preamble": "AI Demo Agents that convert prospects into revenue. What Gong did for bottom-of-funnel, we're doing for top-of-funnel, where the impact is even greater.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2025,
    "industries": [
      "AI",
      "Advertising/Marketing",
      "B2B"
    ],
    "trustCenterUrl": "https://www.layerpath.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Legion",
    "website": "https://www.legionstudio.dev/",
    "description": "The official developers behind Covenant, a first-person mythical action game, set in a dark fantasy world.",
    "preamble": "Greater Things are Coming...",
    "cohort": "SR002",
    "city": "Nashville",
    "state": "Tennessee",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "Media/Animation",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Lekondo",
    "website": "https://lekondo.com",
    "description": "Lekondo builds a living world model of taste from everyday #OOTD posts. Fashion is now a bottom‑up signal—messy, fragmented, and fast—so we structure it into an aesthetic‑temporal graph of people, contexts, items, combinations, and outcomes.\n\nOn that substrate, our product is the expression agent. Consumers explore, remix, and virtually \"try on\" looks, while brands and AI tap real‑time culture signal and APIs. The closed loop from share → try → buy compounds the model, making both the app and the terminal smarter every day. Grounded in what we already ship—indexing #OOTD into a live taste graph—we’re building the general intuition for human expression.",
    "preamble": "Lekondo: \"General Intuition\" for Human Expression",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": "https://lekondo.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Level Headed Games",
    "website": "https://levelheadedgames.com/",
    "description": "Having worked with multiple billion-dollar franchises, our team is using our expertise to make break-out multiplayer games for the underserved Gen Z and cross-generational markets.\r\n\r\nWe have big ambitions, but we don’t need to burn through tens of millions to make an awesome game. We are well-connected and resourceful, and get the most out of every dollar we spend.\r\n\r\nOur first game, Whimpact! (announce coming soon), brings the repeatable fun of joyful arena party games like Fall Guys or Mario Kart, and adds long term player progression thanks to your collection of adorable creatures called Whims. When you take your Whims as companions, they imbue you with super powers. As you tend to them and level them up, you get stronger. The more you care, the better you play!",
    "preamble": "Leading the Triple I revolution as we reinvent online multiplayer for the gaming habits of tomorrow.",
    "cohort": "SR001",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 9,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "LFG",
    "website": "https://lfgstudio.com",
    "description": "At LFG we have a strong conviction that studios building on UGC platforms have been executing wrong. We're a team that deeply understand how to make top games on these platforms and to do so in an aggressive, fast & capital efficient manner.",
    "preamble": "The Hit Factory Building the Biggest Games for Gen Alpha",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": "https://lfgstudio.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Lil Snack",
    "website": "https://www.lilsnack.co/",
    "description": "Lil Snack is The DAILY Games Company, making play a daily routine. We deliver new bite-sized games every day, tied to pop culture moments and trends. Play on the web and across partner experiences on Amazon Prime, Peacock, BuzzFeed, Imgur and more. Come back daily for fresh themes, and track your streak, collect wins, while having a lil fun with our community of daily players.",
    "preamble": "The DAILY Games Company—making play a daily routine.",
    "cohort": "SR002",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Limy AI",
    "website": "https://limy.ai",
    "description": "Limy puts brands in control of agent interactions in the agentic web.\r\n\r\nIn just six months, we’ve scaled to over $1.2M ARR, working with Fortune 500 companies, P&G brands, large automotive brands, the biggest media groups in the US, and some of the world’s most influential brands. \r\n\r\nRecently launched our self serve and have seen over 70 sign ups in 6 hours.",
    "preamble": "Limy puts brands in control of agent interactions in the agentic web.",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2025,
    "industries": [
      "AI",
      "Advertising/Marketing",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Little Umbrella",
    "website": "https://www.littleumbrella.gg",
    "description": "A tech-driven game studio and publisher behind the #1 social AI game on Discord, 'Death by AI,' which reached 20 million players in just 3 months. \r\n\r\nLaunching 3 new social AI games in next 12 months. The next wave of social gaming is coming and we are leading it.",
    "preamble": "Social AI Games for next generation!",
    "cohort": "SR003",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "LIVE AWARE",
    "website": "https://www.liveaware.io",
    "description": "Live Aware transforms game development by eliminating feedback silos—automating the ingestion and analysis of data, and enabling teams to take action quickly. Every day, developer teams and their trusted communities use Live Aware to capture game sessions and capture their detailed and nuanced thoughts in real time as they explore new builds and features.\r\n\r\nLive Aware’s AI automatically consolidates feedback by organizing, tagging, and surfacing actionable insights to help teams identify trending issues, surface critical bugs, and link them to real gameplay footage for immediate action. Integrating directly with the tools developers already use—like Jira, Unity, Unreal, and Discord—teams are now able to identify issues, prioritize fixes, and iterate faster without disrupting workflow.",
    "preamble": "Your unified source of truth for game changing insights",
    "cohort": "SR002",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://www.liveaware.io/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Loan Labs",
    "website": "https://www.loanlabs.ai",
    "description": "If you’ve ever taken out a mortgage and been asked for the same document again and again, you’ve felt a symptom of a chronic disease plaguing the mortgage industry: outdated software and broken workflows layered on top of it.\r\n\r\nBehind every loan application is an army of humans manually reviewing documents, extracting data, and comparing inconsistencies across scattered systems—email, CRMs, POS and LOS platforms, file management systems, and more. This fragmentation leads to delays, lost information, and costly errors.\r\n\r\nAt Loan Labs, we’re building AI workers to fix this—starting with LOIS, our AI loan processing assistant. LOIS collects documents, assembles files, reviews key information, extracts structured data, and surfaces issues to salespeople, processors, and underwriters—so they can focus on high-value work and close more loans with less risk.\r\n\r\nLOIS is just the beginning. Once she becomes the system of record for loan information, she’ll expand into underwriting, closing, finance, and capital markets—replacing human driven workflows with intelligent, scalable infrastructure for the next generation of mortgage companies.",
    "preamble": "We're building agentic workers for mortgage companies. \r\n\r\nWe liberate humans from having to do soul-crushing work. When we liberate the humans, the industry will prosper.",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Fintech",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Logical Health",
    "website": "https://logical.health/",
    "description": "Logical Health is on a mission to reclaim $500B (2% of the US GDP) in avoidable healthcare waste by transforming how insurance policies are structured and interacted with. \r\n\r\nTo do this, we spun out of a Stanford Research Lab and formed Logical Health. We are a team of health professionals, Stanford MBAs, Google and Meta tech leads. We even have a former CEO of Blue Cross Blue Shield as one of our advisors. \r\n\r\nOur unique insight is to ground AI with a math rules engine to produce fast and precise insurance coverage answers. We have a proprietary system to produce this math engine by converting health insurance policies using declarative programming.  If this sounds complicated, feel free to ping us to learn more. This tech is proven to work and already saved one of the largest insurers $16M/year.\r\n\r\nOur wedge into the massive healthcare market is customer service. Next, we’ll bring the same high-precision coverage answers to prior authorization, claims processing, and plan design.",
    "preamble": "Bringing transparency to health insurance",
    "cohort": "SR005",
    "city": "Palo Alto",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "Healthcare",
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://logical.health/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Luvu",
    "website": "https://apps.apple.com/us/app/luvu-home-fitness-workouts/id6747844405",
    "description": "Luvu has 100,000 users sticking to their hard habits - like fitness, reflection, & addictions, with retention that is already unprecedented in the sector. But we're just getting started.\r\n\r\nLuvu is the first app that tailors every part of your experience - notifications, copy, screens, widgets, sounds everything - uniquely for you to maximize your odds of coming back and sticking with your habit. We are unlocking a new category of ultra-personalization beyond prompts / agentic memory that is only now becoming possible with the bleeding edge of reinforcement learning using next-day retention signals.\r\nEx-Duolingo + Ex-Tiktok + AI Research",
    "preamble": "Your retention-obsessed accountability buddy",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Fitness",
      "AR/VR"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Magic Circle",
    "website": "https://magiccircle.gg",
    "description": "1M+ players, playable directly inside Discord & on the web. Players use AI remix our games to make them hilariously relevant to their friend group's niche humor and inside jokes.",
    "preamble": "Magic Circle uses AI to create games for best friends to play together.",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2022,
    "industries": [
      "AI",
      "Games Studio",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Maniac",
    "website": "https://maniac.ai",
    "description": "Category leaders own their AI models, unlocking deep customization, cost optimization, and data provenance. Pioneer, by Maniac,  democratizes this power, swapping third-party vendors for proprietary, SoTA, task-specific models at enterprise scale. You plug in your live inference, evaluators, and post-training tools, and we orchestrate your model layer. With Maniac, every interaction with the AI layer is your Intellectual Property.",
    "preamble": "Pareto-Optimal AI at Scale, for Enterprise Intelligence You Own.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "Developer Tools",
      "Deep Tech",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Manifest",
    "website": "https://manifestapp.xyz",
    "description": "Manifest is a Gen Z mental health app that builds emotional wellness for our users through daily challenges that transform self-care into a rewarding and habitual experience.",
    "preamble": "Gen Z mental health. 15.8 million manifestations since the start of Speedrun.",
    "cohort": "SR003",
    "city": "NYC",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Healthcare"
    ],
    "trustCenterUrl": "https://manifestapp.xyz/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Mara",
    "website": "https://mara.inc",
    "description": "Mara builds autonomous, short-range, AI-powered robotic defense systems. Our first product is Spike: a dirt-cheap air defense system which protects military equipment & critical infrastructure from simultaneous attack by dozens of jam-proof enemy drones. Unlike traditional cUAS, which is slow, expensive, and centralized, our system is fast, distributed, and built for frontline deployment.\r\n\r\nWhat makes us different? We train our autonomy in a video game—combining simulation-driven AI with player data to develop constantly adapting tactics.",
    "preamble": "Building a horde of tactical robots trained on gameplay. Starting with Spike: a swarming anti-drone system defending high-value targets.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2024,
    "industries": [
      "Robotics",
      "AI",
      "Defense Tech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Margin",
    "website": "https://marginfs.com",
    "description": "Margin understands customer behavior in ways never before possible, enabling brands to offer precisely targeted rewards and creating new revenue opportunities. Customers earn points, with dynamic rewards that adapt to their preferences in real time.\r\n\r\nBuilt with AI, Margin enables experiences that traditional financial institutions cannot replicate. Premium brand partners are choosing Margin to create deeper customer relationships.\r\n\r\nFrom daily spending to mortgages, Margin is building the AI platform to power the future of personalized consumer credit.",
    "preamble": "The world's first AI powered credit card.",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "Fintech",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Marlo",
    "website": "https://marlo.today",
    "description": "Built for talent agencies and digital creators, Marlo is the agentic operating system of the creator economy.\r\n\r\nMarlo, our AI partner sits on inboxes & social DMs to put creator brand deals on autopilot. Marlo sorts inbound, drafts responses, & builds a knowledge base 24/7. We make sure that creators never miss a brand deal or opportunity and enable them to focus on what matters most, creating & pushing culture.\r\n\r\nBrands, talent agencies, & creators are reacting. We've already handled more than 500K inbound opportunities across thousands brand deals for some of the largest managers and creators in the world.\r\n\r\nFor the first time, AI can turn manual, unstructured tasks into programmatic workflows for agencies and creators. Our customers are already asking for our AI partner to take on everything: creator CRM, outbound pitching, affiliates, social commerce, and more.",
    "preamble": "Strike 'brand deal' gold in your inbox.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "Social Networking",
      "UGC",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Matchday",
    "website": "https://matchday.com",
    "description": "Our mission is to connect soccer's 5 billion fans. \r\n\r\nWe have secured world class IP, including 65K officially licensed soccer players from FIFPRO, the global player union. \r\n\r\nOur first game is Matchday Champions, the only casual soccer game on the market. The game is charting app stores in Europe, with top retention and monetization metrics in key cohorts. Champions is the first step in achieving our vision of building the Roblox for soccer. \r\n\r\nWe are a team of seasoned founders (combined exits > $1B), gaming veterans (EA, King, Glu), and Leo Messi.\r\n\r\n\r\nhttps://m.day/get-champions",
    "preamble": "We are building the home of interactive entertainment for 5 billion soccer fans.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 30,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "Publishing",
      "Web3"
    ],
    "trustCenterUrl": "https://matchday.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Messengage.ai",
    "website": "https://messengage.ai/",
    "description": "We are building a solution to enable gaming publishers to drive direct purchases through WhatsApp messaging, and building long-term relationships with their most valuable players. The founding team, which spun out of Meta, has a deep understanding of the dynamics of messaging and commerce through this channel.",
    "preamble": "Pioneering Conversational Commerce in gaming through social messaging.",
    "cohort": "SR003",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 6,
    "founded": 2024,
    "industries": [],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Metal",
    "website": "https://www.metal.so",
    "description": "Metal provides an end-to-end operating system for fundraising. Equipped with industry data and the user's Company context, the platform brings efficiency and intelligence to key workflows involved in the fundraising process.",
    "preamble": "Super intelligence for fundraising",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 22,
    "founded": 2023,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://www.metal.so/security",
    "trustCenterType": "path"
  },
  {
    "name": "Metro Labs",
    "website": "https://metro.inc/",
    "description": "Metro Labs Inc. is an entertainment company built from the ground up with AI. We're building a multi-modal AI model focused on creativity, powering Backlot, a platform where fans can co-create with our IP.",
    "preamble": "Building the Pixar of AI.",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 8,
    "founded": 2024,
    "industries": [
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Mini Studio",
    "website": "https://ministudio.ai/",
    "description": "We’re creating AI-animated, emotionally and story rich animated films that millions of kids and families will remember forever.",
    "preamble": "✨ An AI Native animation & edutainment studio creating the global franchises of tomorrow.",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2022,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Moescape",
    "website": "https://moescape.ai/",
    "description": "Moescape is the leading UGC platform for anime fans. In one place, users design characters, turn them into images and videos, give them voices, and actually chat with them. Fans don’t just make content here, they build universes together. That’s what makes Moescape different.",
    "preamble": "The only limit is your imagination.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 14,
    "founded": 2023,
    "industries": [
      "AI",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": "https://moescape.ai/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Moku",
    "website": "https://hq.moku.gg/",
    "description": "Moku is providing game developers with a launch pad and distribution platform, to show off their game and get users in early who are incentive aligned and willing to pay for tradeable assets.\r\n\r\nGame developers can now go from MVP to getting their first dollar, in less than 5 minutes.",
    "preamble": "We help bring games to market in web3",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2021,
    "industries": [
      "Publishing",
      "Web3"
    ],
    "trustCenterUrl": "https://hq.moku.gg/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Moona Health",
    "website": "https://www.moona.health/",
    "description": "Better sleep is now recognized as essential to maintain physical and mental health. Yet 1 in 3 Americans struggles to sleep. Wearables and pills don't work. CBT-I, is a drug-free, highly effective treatment that is now covered by insurance for 90% of Americans. \r\n\r\nMoona is building the largest virtual network of CBT-I therapists, accepting insurance. Our AI-powered platform automates insurance claims and scheduling and analyzes sleep data –  providing personalized session guidelines to therapists.\r\n\r\nPartnering with leading health systems. Growing 40% MoM, without spending a dollar on ads.\r\n\r\nRepeat healthtech founders with 1 exit; CTO from Polytechnique; Clinical Officer (PhD) led the VA’s insomnia program.",
    "preamble": "AI-powered sleep care, covered by insurance.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "Healthcare",
      "AI",
      "Marketplace"
    ],
    "trustCenterUrl": "https://www.moona.health/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Nativ",
    "website": "https://usenativ.com/",
    "description": "Nativ enables businesses to expand globally by using AI to culturally adapt visual content for different markets. From marketing materials to product visuals, our technology ensures that images, videos, and graphics resonate with local audiences, going beyond simple translation to embrace cultural nuance. By making content feel truly native in every region, we enable brands to connect authentically with new customers and unlock growth in untapped markets.\r\n\r\nWe have grown from 0 to $100K ARR in 3 months, working with 5 partners. We've already unlocked over a billion new users for our customers.",
    "preamble": "We use AI to transform visual content for every culture, unlocking global markets.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://usenativ.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Neon Commerce",
    "website": "https://www.neonpay.com",
    "description": "Neon's mission is to accelerate the games industry’s shift from a platform oligopoly to a competitive ecosystem by helping every game creator become an enduring brand.\r\n\r\nNeon's first product is a white-label e-commerce and global merchant of record platform that lets game teams complement app store monetization with their own DTC channel. Today, Neon partners with a range of mobile and PC studios to help them generate 15-35% of their total revenue through direct.\r\n\r\nNeon's team comes from Affirm, Supercell, Unity, Square, Netflix, Visa, Meta, Etsy, and more, and is backed by Thrive Capital, Ribbit Capital, SciFi, a16z Games, Griffin Gaming Partners, and Renegade. \r\n\r\nNeon's headquarters is in San Francisco, with offices in New York City and London.",
    "preamble": "Developers use Neon's payments and commerce software to monetize their games direct-to-consumer to earn more revenue and own their player relationships.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 20,
    "founded": 2022,
    "industries": [
      "Developer Tools",
      "Fintech",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Neon Wild",
    "website": "https://www.neonwild.com/",
    "description": "Neon Wild are personalized interactive story worlds designed to boost a child's confidence and self-esteem. Featuring the hit DreamWorks property, Gabby's Dollhouse!",
    "preamble": "Where any child, anywhere in the world can become a hero.",
    "cohort": "SR002",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2021,
    "industries": [
      "Media/Animation",
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Nexad",
    "website": "https://www.nex.ad",
    "description": "We generate context-aware ads in real time, and put them into chatbots, AI search engines, and other AI apps.",
    "preamble": "Native ads system for AI apps",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "AI",
      "Advertising/Marketing",
      "Marketplace"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Nexxa.ai",
    "website": "https://nexxa.ai/",
    "description": "Nexxa.ai is building Agentic AI for industrial engineering. 0 to 980K in 9 months. 3x every quarter. Our intelligent agents integrate with legacy systems and complex workflows to help heavy industry companies automate critical engineering and operational processes. With a 100% activation rate on all projects and rapidly growing contracted revenue, Nexxa is redefining how industrial enterprises deploy AI in mission-critical environments.",
    "preamble": "Specialized AI for Heavy Industries",
    "cohort": "SR005",
    "city": "Sunnyvale",
    "state": "California",
    "country": "United States of America",
    "teamSize": 9,
    "founded": 2023,
    "industries": [
      "AI",
      "Deep Tech",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Nilo Technologies",
    "website": "https://www.nilo.io/",
    "description": "Nilo enables players to create 3D worlds in seconds.\r\n\r\nNilo is a social, generative AI-native 3D sandbox that runs in the browser (desktop, mobile, Discord, Telegram).\r\nWith Nilo, Generation Alpha has fun creating and sharing 3D experiences together.\r\n\r\nFounded in April 2024, Nilo is backed by A16Z Speedrun, Essence VC, Earthling VC, Andreas Klinger and Logan Kilpatrick and recently won the most creative award at SF Demo Day hosted by Product Hunt.\r\n\r\nNuno, the founder, spent 15 years building game engines,  including Unreal Engine 5 and Fortnite at Epic Games.\r\n\r\nThe rest of the Nilo team helped build leading 3D experiences such as World of Warcraft, Avatar and Star Wars at companies such as Blizzard, Microsoft, Adobe and Snapchat.\r\n\r\n3D UGC creators earned 1.35B in 2024 alone.\r\nNilo unlocks a new wave of 3D creators that vibe codes together, generates content in seconds, and shares it instantly.\r\n\r\nCurious? Come create with us :)",
    "preamble": "Creating 3D worlds in seconds",
    "cohort": "SR004",
    "city": "Dover",
    "state": "Delaware",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "NoMi",
    "website": "https://www.nomi.fyi",
    "description": "Tapping into a $90B market by doing for self-development what Headspace and Calm have done for mindfulness. We strip away the formality and inaccessibility of self-help, transforming the experience into a fun and rewarding journey of personal growth.\r\n\r\nNoMi takes relatable Gen-Z experiences and turns them into playable games,  helping to look at things from different perspectives so that we can challenge your negative thoughts and build up your confidence. \r\n\r\nEveryone receive's personalized advice on ways to improve for the future, making self-help fun, easy and accessible.",
    "preamble": "NoMi gives you the end result of therapy and all you have to do is play a game.",
    "cohort": "SR003",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 4,
    "founded": 2023,
    "industries": [
      "Healthcare",
      "AI",
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "nunu.ai",
    "website": "https://nunu.ai/",
    "description": "nunu.ai is building intelligent agents to test and play games. We infuse AI agents into the game development process, from QA all the way to player simulation. \r\n\r\nOur vision is to develop generally capable agents that can navigate and act in any given 3D environment, starting with applications in gaming and moving towards general 3D simulations and robotics.",
    "preamble": "creating unembodied minds",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2022,
    "industries": [
      "AI",
      "Robotics",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://trust.nunu.ai",
    "trustCenterType": "subdomain"
  },
  {
    "name": "Ocoder",
    "website": "",
    "description": "Beyond simple vibe coding — Ocoder is a communication tool that helps non-technicals build on top of real codebases and share ideas with engineers, VPs and others within their company. New features can be built cheaply, and getting feedback is easy with share links.",
    "preamble": "AI-powered dev environment for designers and PMs",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Oleum",
    "website": "",
    "description": "The Oleum team is a group of former Bridgewater quants,  building AI tools that help data users better understand and interact with external datasets. Trialing a single dataset currently takes months, and most firms spend millions each year doing this by hand. \r\n\r\nWe automate the process of cleaning, structuring, and testing datasets, so customers can evaluate hundreds of sources at once and find valuable insights faster.\r\n\r\nOur long-term vision is to become the ubiquitous data infrastructure layer for all data-oriented businesses.",
    "preamble": "An AI platform that helps companies utilize external data faster",
    "cohort": "SR005",
    "city": "New York City",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Fintech",
      "B2B"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "OpenSesame",
    "website": "https://opensesame.dev",
    "description": "OpenSesame is building the fastest path for software companies to become entirely AI-native, turning any product’s existing APIs into a dedicated customer-facing AI agent. For decades, software interfaces have remained essentially unchanged; they are one-size-fits-all, failing to address the unique needs of each user. \r\n\r\nToday, legacy, more established software companies are facing pressure from their boards, investors, customers, and the media to incorporate AI into their products. However, long implementation timelines, rising AI talent costs, and outdated infrastructure are hindering their ability to reinvent themselves for the AI age.\r\n\r\nOpenSesame solves this by providing companies with an AI-native interface that they can embed within their existing software products, enabling their end customers to perform all their work using natural language across the entire product offering.",
    "preamble": "Turning Legacy Software AI-Native in Days, Not Quarters.",
    "cohort": "SR005",
    "city": "Toronto",
    "state": "",
    "country": "Canada",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "B2B",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Original Games",
    "website": "https://originalgames.io",
    "description": "At Original, you can find MZ, Wooga, Playgendary, Playrix, EA alumni (And more!), who are working on casual games that perfectly merge universal accessibility and deep engagement. Our teams make the best possible decisions for our games and the players.",
    "preamble": "Creative & Curious & Universal - Building the future of mobile casual gaming!",
    "cohort": "SR001",
    "city": "Singapore",
    "state": "",
    "country": "Singapore",
    "teamSize": 47,
    "founded": 2019,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Outcome",
    "website": "https://outcome.io",
    "description": "To help bigger companies move at startup speed.\r\n\r\nTeamOS facilitates day-to-day coordination, collects data on how teams depend on others, and combines it with data from existing collaboration tools (e.g. Jira, Github, calendars, etc.) in a single knowledge graph. This enables its AI consultants to learn and recommend what to change in teams, processes, ownership or priorities to eliminate collaboration bottlenecks.\r\n\r\nWe make continuous improvement inevitable.",
    "preamble": "Building TeamOS, an AI-powered team collaboration platform",
    "cohort": "SR004",
    "city": "Stockholm",
    "state": "",
    "country": "Sweden",
    "teamSize": 6,
    "founded": 2022,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": "https://outcome.io/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Parhelion",
    "website": "https://www.parhelion.gg/",
    "description": "Parhelion is a game studio focused on revolutionizing the anime media space through games and technology. We  specialize in live service anime games and AI technology to enhance asset production and revolutionize 2D animation.",
    "preamble": "Revolutionize anime through games and technology.",
    "cohort": "SR002",
    "city": "Ann Arbor",
    "state": "Michigan",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Media/Animation",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Pelago",
    "website": "https://www.linkedin.com/in/notavailable",
    "description": "Pelago builds voice-first AI wellness apps that solve adherence: the hardest problem in health.",
    "preamble": "Voice-First AI apps that deliver real life wellness outcomes",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 1,
    "founded": 2025,
    "industries": [
      "AI",
      "Fitness",
      "Healthcare"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Pencil.dev",
    "website": "https://pencil.dev",
    "description": "VIDEO: https://x.com/tomkrcha/status/1973033971010449696\r\n\r\nDesign right where you code. No more design handoffs.\r\nPencil is agent driven MCP canvas built around open design format that lives in your codebase. It works with Cursor, Claude Code, VSCode, OpenAI Codex, etc.",
    "preamble": "AI designer for every engineer",
    "cohort": "SR005",
    "city": "CA",
    "state": "California",
    "country": "United States of America",
    "teamSize": 9,
    "founded": 2025,
    "industries": [
      "AI",
      "Creative Tools",
      "Developer Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Plots",
    "website": "https://plots.events",
    "description": "Plots is an event discovery platform that connects Gen Z to high quality local events and makes it easier to form in person connections with the people attending those events.",
    "preamble": "The world's in-person social network.",
    "cohort": "SR004",
    "city": "Coudersport",
    "state": "Pennsylvania",
    "country": "United States of America",
    "teamSize": 17,
    "founded": 2023,
    "industries": [
      "Social Networking",
      "Marketplace",
      "Dating"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Plutus Labs",
    "website": "https://www.plutus.gg",
    "description": "Plutus is a one-stop platform enabling UGC and AI generated prediction markets & hyper-casual games with branded rewards. Home to over 1.4mn+ users globally.",
    "preamble": "Fastest growing creator led social gaming platform",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 18,
    "founded": 2023,
    "industries": [
      "AI Models/Infrastructure",
      "Marketplace",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Prepp",
    "website": "",
    "description": "We develop student- and educator-focused modules that solve both administrative and content-driven issues from material generation, automatic grading, attendance, and student engagement.",
    "preamble": "Reimagining global EdTech, one module at a time.",
    "cohort": "SR005",
    "city": "Chicago",
    "state": "Illinois",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "EdTech",
      "AR/VR"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Presia",
    "website": "",
    "description": "We build AI agents to automate the $1Tn wasted on manual work in management consulting, so consultants can focus on problem solving and collaboration.\r\n\r\nWe founded Presia 3 months ago and we are now at $270k ARR. We’re already working with globally recognized enterprises and signing a new consultancy every week. We're ex-MBB consultants, Jane Street Alumni and Cambridge AI researchers, with angel backing by senior partners from top consultancies.",
    "preamble": "AI agents for management consulting. Started 3 months ago - $270k ARR.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Qloud Games (Loftia)",
    "website": "https://loftia.gg",
    "description": "We're building Loftia: a cozy social MMO aimed at providing players with a solace from their real life stressors and troubles, instilling a sense of hope and positivity for the future.",
    "preamble": "Building a new-age, solarpunk-inspired cozy game x social experience!",
    "cohort": "SR002",
    "city": "Sydney",
    "state": "",
    "country": "Australia",
    "teamSize": 26,
    "founded": 2022,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": "https://loftia.gg/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Quago",
    "website": "https://www.quago.io",
    "description": "Quago provides gaming studios with a deeper layer of player insights by analyzing sensor data and player connectivity. Powered by machine learning, our technology detects in-game cheaters and identifies fake traffic in UA campaigns in real time - uncovering behaviors that traditional tools and MMPs miss. With high-confidence detection, our AAA studio customers and other leading game developers can take targeted action, safeguard revenue, optimize UA spend, and ensure their data reflects real player activity at scale.",
    "preamble": "Quago sees what others don’t. By analyzing sensor data and player connectivity, we detect in-game cheaters and expose fake players inflating UA campaigns.",
    "cohort": "SR002",
    "city": "Tel Aviv",
    "state": "",
    "country": "Israel",
    "teamSize": 9,
    "founded": 2022,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Rascal Games",
    "website": "https://rascalgames.com/",
    "description": "We're making the next digital 3rd place where gamers can build a new identity, go on adventures with friends, and be valued by them for years to come.",
    "preamble": "Go on adventures with your friends.",
    "cohort": "SR001",
    "city": "Berkeley",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "AI",
      "Social Networking"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Ray Browser",
    "website": "https://playonray.com/",
    "description": "Next-generation gaming browser. Instantly play the best games with no downloads required. Enjoy the smoothest gameplay and keep all your favorite apps at your fingertips with split-screen.",
    "preamble": "The Only Browser Built For Gaming",
    "cohort": "SR001",
    "city": "Espoo",
    "state": "",
    "country": "Finland",
    "teamSize": 15,
    "founded": 2022,
    "industries": [
      "Social Networking",
      "Marketplace",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Refactor Games",
    "website": "https://refactorgames.com",
    "description": "Based in Santa Monica, CA.\r\n\r\nWe are the creators of action packed next-generation sports video games.\r\n\r\nOur Sports Physics Engine creates new unique animations every frame, so that every play is different.\r\n\r\nOur games are cross-platform, penetrating 100% of the video game market.\r\n\r\nWe have well established relationships with every sports license holder and every major video game platform or distributor.\r\n\r\nIt is our mission to expand the sports video game market and to bring exceptional returns to shareholders, platforms, leagues, athletes and game developers.",
    "preamble": "Next-generation sports video games",
    "cohort": "SR003",
    "city": "Santa Monica",
    "state": "California",
    "country": "United States of America",
    "teamSize": 26,
    "founded": 2021,
    "industries": [
      "Games Studio",
      "AR/VR"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Rivet",
    "website": "https://rivet.gg/",
    "description": "Rivet is an open-source platform for building AI agents, multiplayer applications, and real-time backends—without managing infrastructure. Scale instantly, persist state effortlessly, and integrate with your existing stack in minutes.",
    "preamble": "Build Real-Time, Stateful Applications Without Servers",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2023,
    "industries": [
      "AI Models/Infrastructure",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": "https://rivet.gg/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Rork",
    "website": "https://rork.com",
    "description": "Turn your ideas into real mobile apps in minutes\r\n\r\nRork is the app that builds mobile apps. Prototype & share real native apps, on your phone or desktop.\r\n\r\n0 -> $2.5M ARR in 6 months (#1 in category)\r\n\r\nBuild something you want with Rork now",
    "preamble": "Lovable for mobile apps. #1 in text-to-mobile category",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 6,
    "founded": 2024,
    "industries": [
      "AI",
      "Creative Tools",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://rork.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Rosebud",
    "website": "https://rosebud.ai",
    "description": "Rosebud AI lets no code creators vibe code games. We have over 500K games already made on our platform.",
    "preamble": "Vibe Code Games",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2020,
    "industries": [
      "AI",
      "AR/VR",
      "Developer Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "RUNREAL",
    "website": "https://runreal.dev",
    "description": "RUNREAL accelerates game development with cutting-edge tools designed to supercharge developer workflows. \r\n\r\nOur CICD platform allows you to easily build, test, and deploy your game on any device, accelerating development cycles and ensuring cross-platform compatibility.\r\n\r\nRUNREAL proactively monitors the health of your development process by leveraging our unique bare metal cloud infrastructure, providing real-time insights and early detection of potential issues.",
    "preamble": "Accelerate Game Development with RUNREAL",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Runware",
    "website": "https://runware.ai/",
    "description": "Runware offers the fastest, most cost-efficient unified API for AI media generation, enabling sub-second creation across images, audio, video, and more.\r\n\r\nPowered by custom, renewable-energy hardware, it delivers 5–10× lower costs with no infrastructure or machine-learning expertise required.",
    "preamble": "Flexible generative AI for image and video.",
    "cohort": "SR001",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 40,
    "founded": 2023,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://runware.ai/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Sans Strings Studio",
    "website": "https://sansstrings.studio/",
    "description": "Sans Strings Studio is a first-of-its-kind tech-augmented transmedia studio operating at the convergence of gaming, film, social, and live events. Using real-time technology, we co-produce and develop properties seamlessly across interactive, linear, and live formats.\r\n\r\nOur non-linear, scalable toolsets allow us to meet rising demand with lower financial risk while preserving the artistry of human-crafted content.\r\n\r\nOur F.E.L.T. system is designed for cross-platform scale from the start, allowing IP holders to easily produce interactive and linear content with one asset pipeline; delivering new forms of entertainment that meet audiences wherever they are — from traditional screens to interactive platforms, social networks and beyond.",
    "preamble": "The Next Generation of Tech-Augmented Content Production Studio",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2023,
    "industries": [
      "Games Studio",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Schemata",
    "website": "https://schemata.com/",
    "description": "We empower teams to create, visualize, and interact with high-quality 3D environments faster and more cost-effectively than ever before. With proven traction—$3.6M in revenue, multiple defense and commercial partnerships, and industry awards—Traverse is leading the democratization of AI-driven 3D simulation and is positioned to deliver applications across sectors such as defense, oil and gas, and infrastructure.",
    "preamble": "Virtual Training and Simulation for Defense and Enterprise",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2023,
    "industries": [
      "AI",
      "Defense Tech",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Sekai",
    "website": "https://www.sekaiapp.com/",
    "description": "Building the next TikTok for interactive content using AI. Like how TikTok started from lip-sync videos, we are starting with anime fan fiction.\r\n\r\nWe are team of TikTok veterans and we are seeing a once in a generation opportunity. TikTok turned reality into short videos; AI is transforming anything you can imagine into interactive content.\r\n\r\nWhat you imagine is what you get.",
    "preamble": "What You Imagine is What You get.",
    "cohort": "SR003",
    "city": "Sunnyvale",
    "state": "California",
    "country": "United States of America",
    "teamSize": 15,
    "founded": 2024,
    "industries": [
      "UGC",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Shockwave",
    "website": "https://www.shockwave.com",
    "description": "We’re harnessing AI and decades of gaming expertise to create the ultimate destination for daily play!  Daily games are a massive opportunity in the 50B+ casual gaming market. They are subscription driven business, with universal appeal to gamers and non gamers alike. With hundreds of millions of players hits like Wordle have popularized the daily game. We are building games across more categories more genres and new interactive experiences to expand and win this market!",
    "preamble": "Building the AI powered game platform for the masses! With $2.3 million in revenue, 180k DAU and a pipeline of new games we are at the intersection of (AI and Play).",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Sitch",
    "website": "https://joinsitch.com",
    "description": "Tired of dating apps & the endless swiping? Conversations that go nowhere? Meeting randos at bars? Maybe you need your very own matchmaker. Sitch uses AI + Humans to provide a custom Matchmaking experience which is far more intimate than swiping apps.",
    "preamble": "Sitch Sets You Up - using AI powered Matchmaking, Sitch helps you find your person.",
    "cohort": "SR004",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2023,
    "industries": [
      "AI",
      "Dating",
      "Marketplace"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Sloyd",
    "website": "https://Sloyd.ai",
    "description": "Sloyd is on a mission to create the ultimate 3D creation platform, enabling creators to make 3D assets fast and easy. \r\n\r\nOur core differentiation is optimized, usable 3D objects that are instantly customizable. We are the only infrastructure that can do in-game creation, enabling User Generated Content on a new scale. \r\n\r\nOur webapp allows quick editing of 3D templates using AI prompting, or with simple sliders and toggles. Users can access hundreds of templates to customize 3D assets. They can also upload an image and generate 3D models directly.",
    "preamble": "Sloyd is a platform where creators can generate 3D models fast and in a easy way.",
    "cohort": "SR001",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2021,
    "industries": [
      "AI",
      "Creative Tools",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Sonatic",
    "website": "https://sonatic.com",
    "description": "a desktop assistant that observes your screen, learns how you work, and then does it for you.",
    "preamble": "an interface for to-do to done in seconds!",
    "cohort": "SR005",
    "city": "san francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2025,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Soundmap",
    "website": "https://www.soundmap.gg",
    "description": "Soundmap is the hottest social music app right now with 1.8m+ lifetime downloads in 6 months :)",
    "preamble": "Top 5 in Music on the App Store :)",
    "cohort": "SR003",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2022,
    "industries": [],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Sourcerer",
    "website": "https://sourcererai.com",
    "description": "Sourcerer is the world’s first fully autonomous AI procurement agent. We help distributors automate their entire sourcing process, from identifying suppliers and negotiating prices, to managing freight and credit terms, all through a single intelligent platform.\r\n\r\nUsing proprietary AI technology, Sourcerer analyzes product needs, tariff exposure, supplier networks, and logistics constraints to instantly generate optimized sourcing recommendations. Our customers save time, reduce costs, and unlock access to high-quality manufacturers across Asia, Latin America, and the U.S.\r\n\r\nOur vision is to simplify global trade by empowering buyers with AI that delivers transparency, cost savings, and unmatched efficiency across the supply chain. By combining procurement, logistics, and trade finance into one intelligent engine, we’re building the application layer of the autonomous supply chain.",
    "preamble": "Sourcerer is building the autonomous supply chain that is already helping customers save millions of dollars and thousands of hours.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2025,
    "industries": [
      "AI",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Spark Space",
    "website": "https://www.sparkspace.ai",
    "description": "Spark Space: The AI Writing Tutor That Truly Connects with Students\r\nStudents LOVE Spark Space because it feels like a real tutor who understands them—their interests, their struggles, and their passions. More than just an AI, it bonds with them like a friend, making writing feel personal, engaging, and even fun. With a gamified experience inspired by Duolingo and their favorite video games, students see instant progress, keeping them motivated and excited to improve. And most importantly, Spark Space helps them get better at writing, giving immediate feedback so they can build confidence and earn higher grades.\r\n\r\nTeachers LOVE Spark Space because it makes students actually excited to write. The AI tutor provides powerful insights into student writing, helping teachers focus on what matters most. And with automated draft grading, it saves hours of time—allowing teachers to spend less time grading and more time inspiring their students.",
    "preamble": "Helping teachers and students use AI to enhance learning",
    "cohort": "SR003",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "EdTech"
    ],
    "trustCenterUrl": "https://www.sparkspace.ai/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Spekter Games",
    "website": "https://spekter.games/",
    "description": "Web3 features can supercharge retention, monetization, and virality, but have failed to translate to mainstream gamer adoption. \r\n\r\nWeb3 games have struggled to attract mainstream gamers due to two key issues: friction in onboarding, and Web3 incentive designs that take  the fun out of the games. \r\n\r\nTo reduce friction, we are publishing our games on chase-based super apps such as Telegram. Telegram is massive, and they have been quietly launching features that allow us to run our games directly on Telegram, enabling seamless game distribution, payments, and crypto wallet adoption. \r\n\r\nAt Spekter Games, we’re launching full-featured Web2 games on Telegram, starting with rogue-lite games. Our approach delivers top-tier gameplay that appeals to traditional gamers while keeping Web3 elements passive and seamless.\r\n\r\nThe gaming industry is massive, and the opportunity to blend Web2 and Web3 the right way can be explosive. We have the right team to do this, and we are ready to lead this revolution.",
    "preamble": "The Future of Gaming is on Super Apps. Spekter Games is a next-gen game publisher on Telegram blending Web2 and Web3 features to supercharge monetization and retention at massive scale.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 11,
    "founded": 2024,
    "industries": [
      "Games Studio",
      "Publishing",
      "Web3"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Story Engine Inc.",
    "website": "",
    "description": "We are reinventing webcomics and anime with AI. Anime & webcomics is a $70B market where per 1 second of animation takes 8 hand drawn panels & many hours. By turning every webcomic episode into a bite sized, animated, immersive anime video with AI, we are building a new medium of storytelling.",
    "preamble": "AI Native Anime & Webtoons for Gen Z.",
    "cohort": "SR003",
    "city": "Stanford",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null
  },
  {
    "name": "Sunflower",
    "website": "https://sunflowersober.com/",
    "description": "Addiction is one of the great problems humanity faces, there are literally billions of humans locked behind their addictions being prevented from achieving their true potential. \r\n\r\nWe're building the ultimate toolkit to help keep you sober. Sunflower combines Visual Progression Tracking, an AI Sponsor, CBT-based journaling exercises, and world-class educational content. \r\n\r\nFor the first time thanks to AI - technology is capable of being more powerful than a human therapist or sponsor. \r\n\r\nOur product has already helped keep tens of thousands of people sober, supporting over 3,000,000+ days of sobriety, and saving countless lives. \r\n\r\nWe're going to build the worlds most effective solution to addiction, and then we're going to put it into the hands of a billion people.",
    "preamble": "We're building an AI-enabled toolkit to keep you sober, for the 1.2 billion humans who struggle with addiction.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2024,
    "industries": [
      "AI",
      "Fitness",
      "Healthcare"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "SuperGaming",
    "website": "https://www.supergaming.com/",
    "description": "Our Studios Vision has Always been Building Games that People Play for Years. \r\nWe specialize in making realtime multiplayers shooters and have over 200 million installs. \r\nOur latest title Indus is currently launched in India with over 15 Million Pre Registrations and launches Globally in 2025.",
    "preamble": "Building India's Gaming Revolution",
    "cohort": "SR001",
    "city": "Pune, India and Singapore",
    "state": "",
    "country": "Singapore",
    "teamSize": 150,
    "founded": 2019,
    "industries": [
      "Games Studio",
      "Web3",
      "Developer Tools"
    ],
    "trustCenterUrl": "https://www.supergaming.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "SweatPals",
    "website": "https://sweatpals.com/",
    "description": "We are turning every corner of the world into a social fitness community.\r\nSince COVID reshaped how we stay active, grassroots fitness movements - run clubs, sports leagues, and community-led workouts - have been popping up everywhere. SweatPals is the marketplace built just for them: think of us as the “Airbnb for fitness,” empowering anyone to create, host, and monetize their own fitness community. For members to discover and join communities most suited to them.\r\n\r\nOver the past 12 months, we’ve grown to 3,000+ hosts and 200,000 members, reaching $10M in annualized GMV this year - a 14x YoY growth. \r\n\r\nWe believe the future of fitness isn’t locked in studios, but rather fueled by decentralized, community community-driven experiences.",
    "preamble": "We are turning every corner of the world into a social fitness community.",
    "cohort": "SR004",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 14,
    "founded": 2022,
    "industries": [
      "Fitness",
      "Marketplace"
    ],
    "trustCenterUrl": "https://sweatpals.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "TaleMonster Games",
    "website": "https://matchvalley.go.link/gyrZX",
    "description": "We are a full-stack founding team that started working together 5 years ago at Peak Games. This time, we’re going beyond what we achieved with Toon Blast. We’re combining the best of casual game engagement with mid-core game monetization. We developed our first game, Match Valley, in just 5 months with just 5 founders. We soft-launched it last month and it already has 72 minutes of average session time!",
    "preamble": "Redefining what casual means in mobile gaming",
    "cohort": "SR003",
    "city": "Istanbul",
    "state": "",
    "country": "Turkey",
    "teamSize": 8,
    "founded": 2024,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Talofa Games",
    "website": "https://www.talofagames.com",
    "description": "Talofa is building Roblox for Fitness. Our platform makes it simple for creators to develop fitness games for Gen Z. The flagship game on the platform, Run Legends, has over 400,000 downloads and has been featured multiple times on the Apple App Store and Google Play Store. Talofa’s team has been built up with game veterans from EA, 2K, and Riot Games and the CEO, Jenny Xu, has created mobile games with over 10M downloads.",
    "preamble": "Talofa is building Roblox for Fitness. Our platform makes it simple for creators to develop fitness games for Gen Z.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 10,
    "founded": 2019,
    "industries": [
      "Games Studio",
      "Fitness",
      "UGC"
    ],
    "trustCenterUrl": "https://www.talofagames.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Talus Robotics",
    "website": "https://www.talusrobotics.com/",
    "description": "Traditional seeing-eye guide dogs cost around $80,000—leaving over 99% of those who need them without access. At Talus Robotics, our mission is to transform this reality and champion independence and inclusion for the blind and visually impaired. We’ve developed groundbreaking robotic guide dogs that cost under $5,000, delivering unprecedented freedom, safety, and empowerment to those who’ve long been underserved.\r\n\r\nAfter that, we're tackling adjacent markets in elder care and emotional support.\r\n\r\nOne day we're building a world full of robot pets and companions, outside and in the home - a future where robotics enrich every aspect of our social lives, living with us and building lifelong relationships.",
    "preamble": "One day robot pets. Right now robot guide dogs for the blind - empowering them to navigate their world safely, independently, and confidently.",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "Robotics",
      "AI",
      "Healthcare"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "TapTap Live",
    "website": "https://apps.apple.com/us/app/taptap-trivia-social-games/id6451389912",
    "description": "We modernize timeless, classic games for Gen Z. Starting with trivia!\r\n\r\nTapTap Trivia\r\n1. Play with the NATION in our daily live trivia game\r\n\r\n2. Play with your CAMPUS by starting a 1v1 battle anytime\r\n\r\n3. Play as fast as CULTURE CHANGES, thanks to our AI content engine \r\n(fresh questions from 100+ news sources every day)",
    "preamble": "Next generation social games 💛 starting with TapTap Trivia (played by 100K+ Gen Z college students)",
    "cohort": "SR003",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2023,
    "industries": [
      "AI"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Taya",
    "website": "https://tayanecklace.com",
    "description": "Wearables today are gadgets. We believe they should be jewelry. Taya is a design-led wearable company founded by ex-Apple engineers and Stanford Product Design grads, creating jewelry-grade hardware that makes AI feel personal, beautiful, and effortless to wear. Our first product brings AI off the screen and into everyday life as a living memory layer, capturing experiences in real time, turning them into a searchable, contextual timeline, and evolving into intelligence that anticipates your future. This is not just a wearable; it’s a new category of computing: the world’s first AI-native memory layer - private by default, socially acceptable, and built by a team that knows how to ship products at Apple scale.",
    "preamble": "AI you'll actually want to wear, built by ex-Apple, Stanford",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "Social Networking",
      "Deep Tech"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "The Possible Company",
    "website": "https://www.thepossible.io/",
    "description": "The Possible Studio is a moviemaking app that starts with writing, trusted by bloggers and newsletter writers to elevate their writing. We use AI to help storytellers augment their narrative with images, video, voiceover, sound effects and more.\r\n\r\nThe company is led by Co-founder & CEO Phil Chacko, who previously led product management for XR at Unity. Co-founder & CTO Venk Subramanian was a VP of Engineering at Unity and has built applications in E-commerce, social media, and more.",
    "preamble": "Turn your story into a short, animated movie in minutes. Resurrect old blogs, augment your Substack, or prototype your movie pitch.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2023,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Torbie",
    "website": "https://PlayEverbloom.com",
    "description": "Torbie is a newly formed game studio by industry veterans in the heart of Seattle. We share a passion for cooperative and systemic games that spark discovery and exploration. We strive to build games that create emotion and can connect people through play.",
    "preamble": "Crafting worlds, connecting hearts",
    "cohort": "SR001",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "Media/Animation",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Tractive",
    "website": "https://tractive.ai",
    "description": "Tractive is building AI-powered tools for 3D artists to get assets game-ready 10x faster, by using machine learning to automate tasks like mesh retopology, UV unwrapping, and rigging.",
    "preamble": "10x faster game-ready 3D assets",
    "cohort": "SR002",
    "city": "London",
    "state": "",
    "country": "United Kingdom",
    "teamSize": 3,
    "founded": 2023,
    "industries": [
      "AI",
      "Creative Tools",
      "Media/Animation"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Trass Games",
    "website": "https://yeeps.com",
    "description": "Trass Games is a nimble and fast-paced game studio dedicated to crafting hit social VR experiences, including Yeeps.\r\n\r\nOfficially founded in 2021 by Jack, Nathan, and Steve, the studio’s origins trace back to 2015 when Jack and Nathan met as high school freshmen, bonding over a shared passion for building unique games. Together, they developed over 30 titles across mobile and PC before becoming captivated by VR in 2019. Since then, they’ve been at the forefront of this emerging medium, pushing boundaries alongside the Trass Games team to become one of the most respected developers in the space.\r\n\r\nToday, Trass Games is focused on expanding Yeeps into a full-fledged UGC platform, drawing inspiration from Minecraft and Roblox. Their ambition: to be the first to truly get it right in VR—creating a Yeeps metaverse that stands the test of time.",
    "preamble": "Trass Games is building the next-generation social UGC platform in VR with Yeeps—a top 10 Meta Quest game that blends the creativity of Minecraft and Roblox with the energy of Gorilla Tag.",
    "cohort": "SR001",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 13,
    "founded": 2021,
    "industries": [
      "Games Studio",
      "AR/VR",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "trophi.ai",
    "website": "https://www.trophi.ai",
    "description": "Imagine having a world-class coach guiding you in real-time, whether you're racing in a simulator, perfecting Rocket League mechanics, or even mastering real-world skills like surgery, aircraft piloting, or welding. At trophi.ai, we’ve built a flexible AI native coaching platform that delivers elite, personalized feedback at a fraction of the cost of human coaching. Our AI observes activities, analyzes decisions, and provides real-time, expert-level insights—redefining how people learn and improve.\r\n\r\nAI coaching is the future, and we are building the infrastructure to power it. In 10 years, trophi.ai will be the backbone of coaching across gaming, simulations, and real-world applications. Our vision is to enable everyone—from individual prosumers to global enterprises—to create and deploy expert AI coaches for any skill, unlocking mastery at scale.",
    "preamble": "trophi.ai is building the AI coaching revolution—an expert coach for any skill, available anytime, anywhere.",
    "cohort": "SR004",
    "city": "St. John's",
    "state": "",
    "country": "Canada",
    "teamSize": 15,
    "founded": 2022,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "AR/VR"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Unbound Technologies",
    "website": "https://www.unbound.io",
    "description": "We have developed a revolutionary 3D creation engine that allows anyone to craft their imagination. Unbound drops 20+ year-old architectural assumptions that make today's 3D tools too laborious beyond professional use. Designed with fundamentally new building blocks, Unbound offers unprecedented creator control and is engineered from the ground up for seamless human-AI collaboration.\r\n\r\nSince launching in early access in January 2025, Unbound has been enthusiastically embraced by our growing community of over 3,600+ passionate creators. With an average session time of 2 hours, our users have validated that our fundamental paradigm shift enables an unprecedented simplicity in 3D creation tools.\r\n\r\nWhile we see immediate opportunities from our community to monetize our creation tools, we are confident that we now have the foundation to build our dream of a \"YouTube for 3D\". This platform will enable billions of people to create, share, and remix games and interactive 3D content at web-scale.",
    "preamble": "Unbound is bringing interactive 3D content into the era of spontaneous creation.",
    "cohort": "SR004",
    "city": "Oakland",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2022,
    "industries": [
      "AI",
      "Creative Tools",
      "UGC"
    ],
    "trustCenterUrl": "https://www.unbound.io/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Unleashed Games",
    "website": "https://www.unleashedgames.com",
    "description": "Unleashed Games is a disruptive new consumer startup creating innovative, socially-driven games that bring people together. Built by a team responsible for mega hits like World of Warcraft, Medal of Honor, and Monopoly Go!, we are delivering Haven, a cross-platform, collaborative RPG. Our mission is to address the loneliness crisis through meaningful connections in gaming, tapping into an underserved audience of female gamers and gamer parents with a family-friendly adventure generator. Unleashed Games is positioned to redefine gaming for modern audiences.",
    "preamble": "Making Games that Bring People Together",
    "cohort": "SR001",
    "city": "Cumberland",
    "state": "Rhode Island",
    "country": "United States of America",
    "teamSize": 12,
    "founded": 2022,
    "industries": [
      "Games Studio",
      "AI",
      "UGC"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "URSA Mining",
    "website": "https://ursamining.com",
    "description": "At URSA, we're developing a universal, physically intelligent operating system for mining equipment. With our system, mines can transform their existing fleets into autonomous earth-moving robots, boosting revenue and increasing efficiency. Our team consists of world-leading experts in physical AI, robotics, and tele-operations. Founded by a second-generation miner and former particle physicist, URSA is on a mission to build the world's first fully autonomous mine.",
    "preamble": "We're making autonomous mines a reality.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2024,
    "industries": [
      "AI",
      "Deep Tech",
      "Robotics"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Uthana",
    "website": "https://uthana.com/",
    "description": "Uthana is a generative AI platform for 3D character animation. By removing the tedium from generating realistic motion (e.g retargeting, stylized locomotion, looping and blending, making files work across tools), we enable content creators to animate characters in minutes, not days or weeks. \r\n\r\nOur mission is to beat a visual Turing test for human motion and bring a new level of creativity and authenticity to synthetic movement. \r\n\r\nUltimately, we’re aiming to transform game play by powering real-time, novel motion in response to narration, environment, and character intent.",
    "preamble": "Foundational models for human motion.",
    "cohort": "SR001",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 8,
    "founded": 2023,
    "industries": [
      "AI",
      "Media/Animation",
      "AI Models/Infrastructure"
    ],
    "trustCenterUrl": "https://uthana.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Valor",
    "website": "https://Joinvalor.com",
    "description": "Valor is on a mission to help military service members and their families connect with local businesses that support their service through military discounts.",
    "preamble": "Building the next consumer financial platform for 40m+ heroes",
    "cohort": "SR004",
    "city": "San Diego",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "Fintech",
      "Marketplace"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Variant",
    "website": "https://www.tryvariant.ai/",
    "description": "Our proprietary AI models and design systems transform memes, jokes, fanfics, or even office drama into shareable interactive games. Variant is to interactive media what Facebook is for text, what Reddit is for GIFS, and what Tiktok is for videos.",
    "preamble": "Variant is the Social Platform for Playable Content that tells stories the internet hasn't seen before.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 5,
    "founded": 2025,
    "industries": [
      "AI",
      "Games Studio",
      "Social Networking"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Vega",
    "website": "https://joinvega.com",
    "description": "Vega: AI-Powered Social Orbits\r\n\r\nOn Vega, you leave notes about friends to unlock notes about yourself. Our models analyze these notes to generate AI-powered social orbits, hyper-curated groups of people who will change your life, surfaced with perfect context like mutuals, trust, and shared experiences.\r\n\r\nWe’re building the largest textual data moat on human relationships by gamifying the way people leave notes for each other. For the first time, LLMs can analyze millions of raw, human-written notes at scale and turn them into structured meaning, powering the most annotated social graph ever created.\r\n\r\nMagic is other people. Orbit the people who matter!",
    "preamble": "Vega: AI-powered social orbits",
    "cohort": "SR005",
    "city": "New York",
    "state": "New York",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2025,
    "industries": [
      "AI",
      "Social Networking"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "videogame.ai",
    "website": "https://videogame.ai",
    "description": "100% automation is coming to every industry. We believe games will be the first. We've built a vast agent infrastructure modeled after the game production pipeline and we've added AI agents for every specialty required to make games. Our agents work 24/7. As we speak, our AI agents are building games.",
    "preamble": "A fully autonomous game studio where AI agents work",
    "cohort": "SR002",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2023,
    "industries": [
      "AI",
      "AI Models/Infrastructure",
      "Games Studio"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Voidpet",
    "website": "https://voidpet.com/",
    "description": "Collect all the Voidpets in our mobile RPG game.",
    "preamble": "Emotion Monsters",
    "cohort": "SR001",
    "city": "Austin",
    "state": "Texas",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2021,
    "industries": [
      "Games Studio"
    ],
    "trustCenterUrl": "https://voidpet.com/trust",
    "trustCenterType": "path"
  },
  {
    "name": "VRL",
    "website": "https://vrl.games",
    "description": "VRL develops viral mobile games. The team previously created NGL (#1 on the App Store, 200M+ downloads, $20M in ARR)",
    "preamble": "Games that go viral",
    "cohort": "SR003",
    "city": "Santa Monica",
    "state": "California",
    "country": "United States of America",
    "teamSize": 2,
    "founded": 2024,
    "industries": [
      "AI",
      "AR/VR"
    ],
    "trustCenterUrl": "https://vrl.games/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Waveful",
    "website": "https://waveful.com",
    "description": "Waveful is the first AI social app where adult people can freely share their passions, build authentic communities and actually monetize their content.\r\n\r\nThanks to AI powered features and algorithms, it's much easier to create and find communities for what you like, and find the right people for you. Making it possible for adult people to become influencers for the first time.\r\n\r\nWe've grown to over 1M MAUs and $200K of monthly revenue in under a week.",
    "preamble": "We're building Reddit 2.0, grown to 1M+ MAU in the last week",
    "cohort": "SR004",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 7,
    "founded": 2024,
    "industries": [
      "Social Networking",
      "AI",
      "UGC"
    ],
    "trustCenterUrl": "https://waveful.com/privacy",
    "trustCenterType": "path"
  },
  {
    "name": "Windwalk",
    "website": "https://www.harbor.gg/",
    "description": "We build enterprise community solutions for the largest fandoms. Teams deploy Harbor to supercharge their community strategies by building their ultimate gamified homebase. Harbor unifies disparate online communities allowing marketing teams to drive explosive growth, and collect meaningful social data to better inform campaigns.",
    "preamble": "Own your community data and unlock growth and monetization.",
    "cohort": "SR001",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 30,
    "founded": 2018,
    "industries": [
      "Publishing",
      "B2B",
      "Advertising/Marketing"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "YKB",
    "website": "https://ykb.app/",
    "description": "Speculation is becoming how people engage with culture. Betting & prediction markets are exploding. But they’re built for gamblers, not fans.\r\n\r\nOur unlock = Receipts: interactive prompts generated by our agent when news breaks. Fans react, predict, & compete together.  1M+ Receipts created since May. 100k+ Receipts created in the last week. In beta, starting in sports — expanding to all areas of culture.\r\n\r\nWe’re building the social layer for fans that betting & prediction markets are missing. We believe tapping into this fan energy will bring speculation beyond just gamblers, to a billion people.",
    "preamble": "The social layer for fans that prediction markets are missing",
    "cohort": "SR005",
    "city": "Los Angeles",
    "state": "California",
    "country": "United States of America",
    "teamSize": 3,
    "founded": 2024,
    "industries": [
      "AI",
      "Social Networking",
      "UGC"
    ],
    "trustCenterUrl": "https://ykb.app/trust",
    "trustCenterType": "path"
  },
  {
    "name": "Zero Billion",
    "website": "https://www.zerobillion.ai/",
    "description": "Zero Billion is creating BookTok, the fastest growing AI TV show platform. Shows are made in under 1 hour for <$10/min. Already Top 10 on iOS in our category with $2M+ annualized revenue.",
    "preamble": "Fastest growing AI TV show platform. $2M annualized revenue.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 4,
    "founded": 2024,
    "industries": [
      "AI",
      "Media/Animation",
      "Creative Tools"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Zibra AI",
    "website": "https://www.zibra.ai/",
    "description": "An AI-powered platform that brings all aspects of 3D content creation and visual effects into one cohesive ecosystem. This setup eliminates the need for multiple tools, allowing creators to move seamlessly from concept to final render. \r\nIn traditional workflows, artists must switch between various specialized tools for modeling (Maya, Blender, Zbrush, 3ds Max, Cinema 4D), texturing (Substance, Quixel, Photoshop) animation (Maya, Blender, Houdini) and effects creation (Houdini, EmberGen, After Effects, Nuke), each with its own export-import processes. Not only does this take time, but it can also lead to compatibility issues, file corruption, and constant reassembly, especially in game engines like Unity or Unreal.",
    "preamble": "Zibra builds an AI-powered platform that brings all aspects of 3D content creation and visual effects into one cohesive ecosystem",
    "cohort": "SR001",
    "city": "Seattle",
    "state": "Washington",
    "country": "United States of America",
    "teamSize": 16,
    "founded": 2021,
    "industries": [
      "AI",
      "Developer Tools",
      "B2B"
    ],
    "trustCenterUrl": null,
    "trustCenterType": null
  },
  {
    "name": "Zingroll",
    "website": "https://www.zingroll.com",
    "description": "Zingroll is where creative 20-year olds become Walt Disney's of tomorrow by streaming their Netflix-quality AI-shows/movies to the rest of the world. This is the future of Netflix and streaming at-large. \r\nWe all scroll Netflix but fail to find stuff to watch, and then finally settle on whatever is relatively watchable. Zingroll changes this forever. Come talk to us!",
    "preamble": "World's largest Netflix-quality AI (movies/series) streaming platform with 85M+ organic views, weekly viral releases, and a team of 33 world-class people.",
    "cohort": "SR005",
    "city": "San Francisco",
    "state": "California",
    "country": "United States of America",
    "teamSize": 33,
    "founded": 2024,
    "industries": [
      "AI",
      "Media/Animation",
      "UGC"
    ],
    "trustCenterUrl": "https://www.zingroll.com/trust",
    "trustCenterType": "path"
  }
]